[
    {
        "title": "In search of the Old Ones: Where to find the world's longest-lived trees",
        "body": "A yew growing in a churchyard in the village of Fortingall in Perthshire, Scotland, is thought to be the oldest living tree in the UK (Credit: Alamy)\n\nThe first technique consists of counting growth rings, one by one. This can be done with a stump, though that necessitates a felled tree. Except in exceptional, unethical situations, tree-ring scientists (dendrochronologists) don't kill trees to date them. Instead, they screw in an increment borer and extract a core sample, hoping they have hit the pith. Tree-ring core samples are comparable to ice cores: the layers inside can be used to reconstruct past environmental conditions, which is invaluable for climate research.\n\nYet, the category \"oldest known\" is epistemological as well as biological - a subset of the oldest knowable: those non-clonal woody plants with uneroded piths that can be absolutely dated all the way to the early years of growth.\n\nVery few trees meet those requirements. Almost all woody plants hollow out with time. Only the most resinous heartwood in the most antiseptic environments doesn't decay on the scale of centuries.\n\nTree-ring scientists face other barriers. Some solid growers like giant sequoia are simply too thick for boring to the center. And some ancient trees are considered too sacred by local guardians to permit core sampling.\n\nSo, technicians may turn to the second technique: radiocarbon dating. For this to work, it actually helps to have a hollow tree, allowing access to inner wood, assuming some of the oldest material remains. Carbon-14 dating is also a good choice for plants that don't produce annular growth rings, or don't produce wood at all. Although radiocarbon allows reliable estimates of date ranges, it cannot lead to exact dates.\n\nThe third technique guesstimates age from morphology - size and shape. In essence, people calculate arboreal age by multiplying the trunk's diameter at breast height by a certain factor.\n\nThe formula can be more or less complex, and more or less accurate, depending on level of knowledge about the growth habits of the species in specific habitats, and the availability of correlating tree-ring data.",
        "url": "https://www.bbc.com/future/article/20231016-where-to-find-the-oldest-trees-in-the-world",
        "image": "https://ychef.files.bbci.co.uk/live/624x351/p0glvj77.jpg",
        "date": "2023-10-17"
    },
    {
        "title": "An American Puzzle: Fitting Race in a Box",
        "body": "Census categories for race and ethnicity have shaped how the nation sees itself. Here's how they have changed over the last 230 years.\n\nSince 1790, the decennial census has played a crucial role in creating and reshaping the ever-changing views of racial and ethnic identity in the United States.\n\nOver the centuries, the census has evolved from one that specified broad categories -- primarily \"free white\" people and \"slaves\" -- to one that attempts to encapsulate the country's increasingly complex demographics. The latest adaptation proposed by the Biden administration in January seeks to allow even more race and ethnicity options for people to describe themselves than the 2020 census did.\n\nIf approved, the proposed overhaul would most likely be adopted across all surveys in the country about health, education and the economy. Here's what the next census could look like.\n\nIn some ways, the government is attempting to catch up with modern views of racial and ethnic identities.\n\nThere are complicated politics at work too, and the proposed changes have provoked criticism among some scholars and activists.\n\nMany Hispanic or Latino U.S. residents mark \"some other race,\" typically because they don't see themselves as \"Black\" or \"white.\" Supporters of the proposal say the changes reflect that Latinos have long been treated as a distinct racial group in the United States. But Afro-Latino scholars argue that the new method would mask important racial differences among Latinos.\n\nCommunity leaders have been advocating for a \"Middle Eastern or North African\" category for years, pointing to the need for better data for this growing population, especially around health care, education and political representation. If the proposal is approved, this would be the first time since the 1970s that a completely new racial or ethnic category is added to the census.\n\nA precise, universally accepted distinction between race and ethnicity does not exist. Instead, there's a murky history of law, politics and culture around racial identity in America.\n\n\"There is no such thing as a perfect question,\" said Roberto Ramirez, a population statistics expert at the U.S. Census Bureau. The bureau has conducted numerous tests in recent decades to improve the census so that people can more accurately identify themselves, he said.\n\nIf approved, the new race and ethnicity formulation will have wide-ranging impacts. Any organization receiving federal funding -- down to local schools -- would have to adhere to it. Race data informs how resources are distributed; whether equal employment policies and anti-discrimination laws can be enforced; and how congressional districts are drawn.\n\nEver since the census began measuring the U.S. population, race has been central to the counting. The census is more than a bureaucratic exercise; it embodies the country's continued efforts to neatly categorize inherently nuanced and layered identities. Terms that are now widely viewed as outdated or even offensive had their place on the official forms for decades.\n\nThe reality of categorizing people with distinct labels has never been simple.\n\nPeople with identical lineage may choose different boxes, and the same person may choose different boxes in different years. Former President Barack Obama, the son of a white woman from Kansas and a Black man from Kenya, for example, marked himself as \"Black,\" even when checking more than one race was an option.\n\nHistorically, some edits to census race boxes reflected changes in policy or public sentiment. As the nation's laws on slavery shifted, the census began phasing out the counting of enslaved people and instead introduced new terms to define the Black population.\n\nOther changes were from a push and pull between how the government saw individuals and how they wanted to self-identify. Despite being banished from common use, the term \"Negro,\" for example, was used in nine decennial censuses until 2010. The term was dropped by the next census.\n\nWith 24 decennial censuses so far, race options have changed more than a dozen times, as new groups have been added and others deleted.\n\n\"It's like the census is adjusting the dials on your camera and you get different pictures accordingly,\" said Naomi Mezey, a law professor at Georgetown University and the author of \"Erasure and Recognition: The Census, Race and the National Imagination.\" \"It has huge and profound cultural consequences.\"\n\nMost recently, the census forms have become the most reliable path to becoming visible -- a way to have respondents' identity, or at least something close to it, documented.\n\nCharting the changes in the census over the last two centuries shows the country's continued struggles over racism, nativism and xenophobia. The census performs dual, and, at times, conflicting purposes: keeping close count of those who deviate from the majority and also recognizing the way people perceive their own racial and ethnic identities.\n\nThe 1790 census did not explicitly specify the race of Black people or even acknowledge Native Americans.\n\nThe census counted each enslaved worker as three-fifths of a person, reflecting a compromise that granted enslavers more political representation.\n\nBut that very first count, with its emphasis on separating enslaved people from free people, paved the way for the census to rely on race as a way to define groups of U.S. residents.\n\nFrom slavery to racial segregation policies, and through the civil rights movement of the 1950s and 1960s to now, the Black population has been identified by 10 distinct terms.\n\n\"Mulatto,\" introduced in 1850, was the first term to define a multiracial person. It was removed in 1930 around when the one-drop rule -- the classification of anyone with even one Black ancestor -- fell out of favor. \"Black or African American\" eventually replaced \"Negro.\"\n\nNative Americans were not officially represented in the earliest censuses because most lived under separate sovereignty according to treaties. Beginning in 1860, census takers were instructed to include \"Indians,\" but only those who renounced tribal affiliation.\n\nIt wasn't until 1890 that the Census Bureau began to count all Native Americans, even those who lived on reservations.\n\nAfter Alaska was admitted into the United States in 1959, census categories also included \"Aleut\" and \"Eskimo,\" which many now consider a slur and was later changed to \"Alaska Native.\"\n\nAnxiety over immigration heightened in the middle of the 19th century, when immigrants from China came as railroad workers. In 1870, the census added a Chinese category.\n\nThe Chinese Exclusion Act, passed in 1882, suspended immigration from China. The Immigration Act of 1924 limited the number of immigrants allowed into the United States through a quota based on national origins. The quota was set based on numbers from the 1890 census.\n\nAs more immigrants arrived from countries including Japan and Korea, the census grouped them all together, creating a broad Asian American identity.\n\n\"The census helped make a 'race' out of what had previously been thought of mainly as a nationality,\" Ms. Mezey wrote in her paper, referring to people with roots in countries throughout Asia.\n\nOther Asian groups were introduced, removed and then reinstated over the decades, as their populations ebbed and flowed.\n\nAfter Hawaii became the 50th state in 1959, various categories for Pacific Islanders were added to the census. In 1990, they were put together under a broad group -- \"Asian or Pacific Islander.\"\n\nSimilarly, the census also eventually helped popularize the idea of a panethnic \"Hispanic or Latino\" identity, which included both recent immigrants and native-born citizens who traced their roots to countries from Mexico to Panama to Chile.\n\nMexicans were the first group of Hispanics to be enumerated. To capture the increase in immigrants after the Mexican Revolution, which ended in 1920, the census had a distinct category for Mexicans in 1930 for the first and only time. But many Mexican Americans fought for the category's removal in the next census because they sought to be counted as white to gain citizenship.\n\nDuring the civil rights movement in the late 1960s, Mexicans in the Southwest, Puerto Ricans in the Northeast and Cubans in Florida banded together to urge the federal administration to count the fast-growing Hispanic population. Federal officials said it would be too difficult to add a new category to the short form that enumerated race. So in 1970, they instead created a separate question asking the person's origin or descent on the longer version of the forms.\n\nBut the categories created have struggled to fully capture or accurately describe how people really identify. For example, \"Latino\" was added in 2000 to the category in part because many people with roots in Latin America did not identify with the term Hispanic.\n\nConfusion also persisted about the distinction between race and ethnicity, with a steadily increasing number of people who identified with being of \"Hispanic, Latino or Spanish\" origin choosing the \"other\" category in the race question. In 2020, \"some other race\" was the second largest race group measured by the census, with Latinos making up a vast majority of those who did not see themselves in any other race option, including Black, white or Asian.\n\n\"There are significant numbers of people now who don't perceive themselves as fitting into the existing categories,\" said Jeffrey S. Passel, a senior demographer with Pew Research Center. \"The Census Bureau, ever since they added the Hispanic origin question to the census, has been grappling with how to get Hispanics to tick one of the conventional race categories.\"\n\nIn the latest proposal, \"Hispanic or Latino\" would be included in a more broadly defined racial and ethnic category, and people would have the option to choose one or more additional categories as well. Proponents believe the change will drastically decrease the number of people who identify only as \"some other race.\" But some opponents say there have not been enough tests to assure that the changes will not lead to an undercount of Black Latinos. They worry, for example, that a Black Dominican would mark only Hispanic and not Black.\n\nThe Biden administration's proposal also seeks to add a box for people with Middle Eastern and North African, or MENA, roots. It is the government's latest attempt to count a group that has long been invisible on the census. A 2015 study by the Census Bureau showed that when given a \"Middle Eastern and North African\" option, people of that heritage overwhelmingly chose that over \"white.\"\n\nHistorically, the United States has often counted the group in the \"white\" category because of a decades-old federal directive that defined it that way. In the early 1900s, Arab immigrants had pushed to be classified as \"white\" to circumvent rules that allowed only white immigrants to become U.S. citizens.\n\nBut as that population has increased in the United States, more have pressed for recognition. The number of Middle Eastern and North African residents in the United States has grown to nearly four million in the last decade, as shown in the chart below.\n\nThe Biden administration's Office of Management and Budget has solicited feedback on its proposal, which it could implement and add to all federal forms as early as next summer, and then be used for the 2030 census. With the change, the number of people counted simply as \"white\" is likely to decline, because of the high numbers of MENA and Hispanic residents who have been marked as white.\n\nEven as the current proposal is still being debated, there are more potential changes already being discussed. Some are pushing for the government to expand gender beyond male and female options. Other activists are asking to create a \"Black\" subcategory called \"American Descendent of Slavery,\" as part of a push for reparations.\n\n\"There is so much conversation now around descendants of slavery and the need to really deal with the legacy of slavery head on,\" said Evan Shepard, a spokesman for the American Descendants of Slavery Advocacy Foundation. \"This is a small step in that direction.\"\n\nNo matter what the solution is for 2030, the forms are almost certain to change again.",
        "url": "https://www.nytimes.com/interactive/2023/10/16/us/census-race-ethnicity.html",
        "image": "https://static01.nyt.com/images/2023/09/01/us/2023-08-14-census-race-index/2023-08-14-census-race-index-videoSixteenByNine3000-v2.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Biden, Trolling Trump, Joins Truth Social: 'Converts Welcome'",
        "body": "The Biden campaign is in search of any edge with voters who could be persuaded to his side.\n\nOfficials with President Biden's re-election campaign have long pledged to meet voters where they are. On Monday the campaign began a project to meet former President Donald J. Trump's voters where they are -- on his social media platform.\n\n\"Let's see how this goes,\" the campaign's account wrote on Monday in its first post on Truth Social. \"Converts welcome!\"\n\nThe Biden campaign painted its debut on Mr. Trump's outlet as a cheeky opportunity to troll the president's likely general election opponent. Mr. Trump launched Truth Social in April 2022 in response to being blocked from mainstream social media platforms a day after the Jan. 6, 2021, attack on the U.S. Capitol. Their actions came after he published inaccurate and inflammatory messages during that day of violence.\n\n\"There's very little 'truth' happening on Truth Social, but at least now it'll be a little fun,\" Kevin Munoz, a Biden campaign spokesman, said.\n\nOn X, formerly known as Twitter, the Biden campaign said it had joined the platform \"mostly because we thought it would be very funny.\" The decision marks a shift from the campaign's previously stated position that it would not join the Trump platform, as reported by Axios in May.\n\nMr. Biden, who won the 2020 presidential election by narrow margins in just a handful of battleground states, is in search of any edge he can get with voters who could be persuaded to vote for him.\n\nVoters who consume conservative media have long been considered a rich target for Democratic candidates. During the 2020 campaign, Democrats were split on engaging with Fox News, which party officials at the time said had more persuadable voters among its viewers than any other cable network had.\n\nSenator Elizabeth Warren of Massachusetts called Fox News a \"hate for profit\" operation and refused its invitations for a town hall, while Senator Bernie Sanders of Vermont, an independent, and Pete Buttigieg, then a former mayor of South Bend, Ind., accepted. Mr. Buttigieg, now Mr. Biden's transportation secretary, is often dispatched to explain the administration's positions on Fox News.",
        "url": "https://www.nytimes.com/2023/10/16/us/politics/biden-truth-social-trump.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16pol-biden-truthsocial-qhlp/16pol-biden-truthsocial-qhlp-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "How Megafires Are Remaking the World",
        "body": "On Aug. 15, a small wildfire was detected in the hills above West Kelowna, in British Columbia. The landscape was parched and the wind was fierce, and over the next few days the modest blaze exploded into a raging conflagration. It raced down into the valley and toward Okanagan Lake. Wind blew red-hot embers across the water, sparking new fires around the city of Kelowna.\n\n\"I didn't sleep much the night that the West Kelowna fires crossed the lake,\" said Karen Hodges, who lives in Kelowna. \"I could see the fires from my window. And so I was thinking about people I know in the valley and where their houses were.\"\n\nDr. Hodges, a conservation ecologist at the University of British Columbia Okanagan, also found herself worried about wildlife. She had been studying some Western screech owls that had been nesting in the heart of the fast-moving inferno. \"That speed of fire would be difficult for animals to evacuate in front of,\" she said. Had the owls escaped in time? And after Canada's worst wildfire season on record, what would be left for the survivors?\n\nFire is a natural phenomenon; some species actually benefit from its effects and even those that don't can be remarkably resilient in the face of flames. But as fires intensify, they are beginning to outstrip nature's ability to bounce back. \"Not all fires have the same impact,\" said Morgan Tingley, an ecologist at the University of California, Los Angeles. \"These megafires are not good for ecosystems.\"\n\nMegafires, which dwarf typical wildfires in size, have an immediate ecological toll, killing individual plants and animals that might have survived more contained blazes. In the longer term, changing fire patterns could drive some species out of existence, transform landscapes and utterly remake ecosystems.\n\nThis incendiary age, which some scientists have called the Pyrocene, could lead to \"a wholesale conversion of what habitats are where on the planet,\" Dr. Hodges said. \"Right now, everybody is talking about fires and smoke and who dies, because of the immediacy of this fire year. But really, truly, the long-term consequences are much more severe and sustained.\"\n\nSurviving the flames\n\nFire has been a planetary phenomenon for hundreds of millions of years, and plants and animals that evolved in fire-prone regions have adapted to periodic conflagrations. Some trees have roots that can re-sprout even if the trunk burns, while the mere smell of smoke will rouse some animals from torpor, a form of light hibernation.\n\nBut in many regions and ecosystems, fires are becoming larger and more severe. In the United States, wildfires burn far more land today than they did three decades ago, especially in Western states. Globally, the risk of catastrophic fires could increase by more than 50 percent by the end of the century, the United Nations reported.\n\nClimate change is partly to blame, scientists said, but so are other factors, such as the expansion of highly flammable invasive grasses, which helped the deadly fires in Maui spread so quickly. More than a century of fire suppression has also left some forests thick with trees, giving flames more fuel. \"When fires burn, they burn with so much intensity,\" said Chris French, a deputy chief of the National Forest System in the United States.\n\nEven fire-savvy organisms may find themselves outmatched. In northern Australia, frilled lizards can survive low-severity fires by hiding in the tree canopy. But during severe fires, when flames leap higher, lizards that employ this strategy may perish.\n\nFires are also spreading into ecosystems where flames are an unfamiliar threat. The megafires that erupted in Australia in 2019 and 2020 scorched the country's rainforests, which contained many plants that cannot regenerate after burning.\n\nThe animals in those ecosystems might be \"fire naïve,\" said Dale Nimmo, an ecologist at Charles Sturt University in Australia. \"They may not have been under any natural selection to detect the subtle cues of fire in the air, or through sound. And so they may not recognize the threat as it approaches.\"\n\nThe Algerian sand racer, a Mediterranean lizard, lives in a variety of habitats, only some of which experience frequent fires. In a 2021 study, researchers found that lizards collected from fire-prone sites reacted quickly to the smell of smoke, flicking their tongues and running around their terrariums. \"In places where fire is not a common threat, lizards did nothing,\" said Lola Álvarez-Ruiz, a biologist at the Desertification Research Center in Spain, who conducted the study.\n\nFires that consume more fuel may also produce more smoke per unit of area burned, threatening animals far from the flames. \"All air-breathing animals are going to be impacted by smoke exposure, because the chemicals in smoke are toxic,\" said Olivia Sanderfoot, an ecologist at the University of California, Los Angeles.\n\nSmoke inhalation can do more than cause respiratory problems. For months after severe peatland fires produced record air pollution in Indonesia in 2015, Bornean orangutans vocalized less frequently and their voices became harsher.\n\nThe orangutans also moved less and ate more than they had before the smoke descended, but they still burned stored body fat, suggesting that their bodies were working overtime. That could be a sign of inflammation or stress, said Wendy Erb, an ecologist at the Cornell Lab of Ornithology, who conducted the research.\n\nThe long-term consequences are unclear, but fires have become common on Borneo, which is the only home for the critically endangered apes. \"We're talking about all of the remaining living orangutans essentially being exposed to the smoke on a regular basis,\" Dr. Erb said.\n\nFrom the ashes\n\nAnimals that survive the inferno must then find food, water and shelter on hot, dry, denuded landscapes where the risk of predation is high. (Surrounded by weakened prey, some predators thrive after fires.) Fortunately, fires tend to burn unevenly, ravaging some stands of trees while grazing or sparing others. These unburned islands can be a lifeline for fire-sensitive species like caribou, which eat highly flammable lichen, as well as thin-barked fir trees. But some of today's fires are leaving fewer of these oases.\n\n\"You could walk half a mile, and you wouldn't see a single living tree,\" said Andrew Stillman, an ecologist at the Cornell Lab of Ornithology. \"Increasingly, these fires seem to create habitat conditions that are outside of the norms that these species are adapted to.\"\n\nThat may be true even for fire-loving animals, like the black-backed woodpecker. The birds nest in scorched trees and feed on the beetle larvae that colonize the charred trunks. But they prefer patches of burned trees that are near stands of leafy, living ones, which protect their fledglings from being picked off by predators, Dr. Stillman and Dr. Tingley, of U.C.L.A., found.\n\nAfter the enormous Rim fire in California in 2013, scientists searched for the woodpeckers at nearly 500 sites across the expansive burn scar. They found just six birds. \"Even though it had created all this great burned habitat, it wasn't the right kind of burned habitat,\" Dr. Tingley said.\n\nFewer clusters of living trees can also reduce regrowth. \"In many places, we're not getting regeneration because the seed source is lost,\" said Mr. French, of the National Forest System. \"It honestly looks like someone went in and just set off a bomb.\"\n\nScorched, vegetation-less soil, which does not absorb rain well, can also hamper regeneration. Flash flooding after fires can wash ash and sediment into rivers and streams, polluting the water, killing fish and reshaping waterways.\n\nAfter the Rodeo-Chediski fire in Arizona in 2002, repeated flooding washed away fertile soils that had taken more than 8,000 years to develop. \"That has cascading impacts on the kind of plants that can grow,\" said Jonathan Long, an ecologist at the U.S. Forest Service, who conducted the research.\n\nExtinction and evolution\n\nIn the Northwest Territories of Canada, repeated fires have utterly transformed some forests. At one site, towering jack pines have given way to grasses and a smattering of \"scrubby, stunted\" aspens, which have light seeds that can be carried on the wind, said Ellen Whitman, a forest fire research scientist at Natural Resources Canada. \"It is a very different place,\" she added.\n\nChange is not necessarily bad. Fires can prompt overdue regeneration in places where flames have been artificially suppressed, and forests are not inherently superior to other ecosystems. Old-growth grasslands, which are biodiversity hot spots, are also under threat; in some places, grasslands have turned into forests, partly because of fire suppression.\n\n\"So maybe in some ways, a bit of a balance is being restored,\" Dr. Whitman said.\n\nBut it could take a long time for new grasslands to build up biodiversity, and landscape transformations have ripple effects. In the Amazon, forest plots subjected to frequent fires began to resemble savannas; at these sites, ants and butterflies that favored forests declined, while species preferring open habitats moved in, scientists found.\n\nIn North America, the loss of large, old-growth trees could reduce the ranks of forest specialists, such as martens and fishers, members of the weasel family that den inside tree hollows. Although the idea remains speculative, changes in fire activity could ultimately produce ecological communities that are more homogeneous, dominated by \"generalist\" species, like coyotes and deer mice, which are flexible in their diets and habitats, scientists said.\n\nToday, increased fire activity could push more than 1,000 threatened plant and animal species closer to extinction, scientists calculated. And many plants and animals are already facing multiple stressors. In Canada, Western screech owls are threatened by land clearing and the expansion of invasive barred owls.\n\n\"Then you throw fire on top of that as an additional thing that kills some of them, stresses others and changes habitat out from under them -- you know, suddenly you've got too much to handle,\" Dr. Hodges, of the University of British Columbia, said.\n\nThe West Kelowna fire burned some of the owls' nest trees, she said, and the outlook is grim for a young, GPS-tagged bird that one of her students was tracking. \"Its last known location was right in the middle of the fire that blew up so quickly,\" Dr. Hodges said. \"And we haven't detected the signal since.\"",
        "url": "https://www.nytimes.com/2023/10/15/science/climate-wildfires-ecosystems.html",
        "image": "https://static01.nyt.com/images/2023/10/17/science/15SCI-MEGAFIRES-Cover/15SCI-MEGAFIRES-Cover-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Watch: Missiles soar above Tel Aviv as sirens sound",
        "body": "People in the Israeli city of Tel Aviv were seen running for shelter after missile warning sirens sounded.\n\nHamas said it had fired a \"barrage of rockets\" over both Tel Aviv and Jerusalem. In footage shared on social media, missiles could be seen in the sky above the city.\n\nIt marks the latest development in escalating tensions between Israel and Hamas. Earlier in the day, video analysed by the BBC appeared to show an air strike at the Rafah crossing on the Egyptian side of the border, where it was hoped a ceasefire could potentially take place for Gaza and foreign nationals to be evacuated.",
        "url": "https://www.bbc.co.uk/news/av/world-middle-east-67127824",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/590A/production/_131449722_p0glxr8c.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Murders in U.S. Fell 6 Percent in 2022 as Violent Crime Declined",
        "body": "But young people make up a growing share of those dying by gun violence, which is now the leading cause of death for children in the United States.\n\nThe number of murders in the United States dropped just over 6 percent in 2022 compared with 2021, the F.B.I. said on Monday. Experts say preliminary data for 2023 indicates that the decline has accelerated this year.\n\nThe decline in homicides is an encouraging sign after the increase in killings nationwide in 2020, but the number of murders is still higher than it was in the years before the coronavirus pandemic. There were 25 percent more homicides in 2022 than in 2019.\n\nAnd the F.B.I.'s annual crime report, released on Monday, underscores how pervasive gun violence has become and how it is costing more young lives.\n\nOverall, violent crime was down slightly in 2022 over 2021, the report said. But firearms were used in almost half a million violent crimes across the country, about the same number as in 2021, the report said. The profile of the victims has shifted significantly. In 2020, gun violence became the leading cause of death for American children, and in 2022 things became even worse: The number of children killed in shootings increased by almost 12 percent, and those wounded increased by almost 11 percent.\n\nProperty crimes, by contrast, increased by 7.1 percent, driven by a continuing rise in auto thefts, which reached nearly one million in 2022.\n\nThe numbers present a mixed picture for politicians who have sought to make crime an election issue and to portray the country -- particularly its big, Democratic-leaning cities -- as awash in danger and disorder. Carjackings have increased in some areas, and so has retail theft, which harms local businesses.\n\nBut by and large the data contradicts the narrative that the country is facing a continued surge of violence, and that efforts to rein in police abuses and reduce the nation's incarceration rate are allowing crime to persist at high levels.\n\n\"That explanation starts to look a lot shakier when you start seeing declines in major offenses,\" said Ames Grawert, senior counsel at the Brennan Center for Justice in New York.\n\nStill, perception has long been out of step with reality when it comes to public safety, with Americans consistently saying that they believe crime is on the rise even as the numbers have marched downward.\n\nLast year, that perception gap seemed only to grow. In a Gallup survey, 56 percent of respondents said that crime in their area had increased, a record high on the heels of a sharp increase in that sentiment in 2021.\n\nPublic opinion on crime is also intensely partisan. That same Gallup poll showed that 73 percent of Republicans said that local crime had risen, compared with 51 percent of independents and 42 percent of Democrats.\n\nInsha Rahman, vice president for advocacy and partnership at the Vera Institute of Justice, which seeks to increase public safety and end mass incarceration, said the crime trends showed that the huge investments in anti-violence programs over the past two years were having results.\n\nInstead of increasing penalties for shoplifting and carjacking, she said, similar programs should be adopted to fight property crime. \"We have an opportunity to not make the same mistake we have made many times over when it comes to the tough-on-crime approach,\" Ms. Rahman said.\n\nThere are nuances in the property crime numbers, too. Car thefts were fueled by particular vulnerabilities in the anti-theft system in Kias and Hyundais; videos circulated on social media demonstrating the ease with which the vehicles could be stolen.\n\nThe estimated 7.8 percent increase in larceny, which includes shoplifting and other theft, may simply be a rebound after a pandemic-era dip, Mr. Grawert said\n\n\"People should not trivialize offenses like shoplifting because they really do impact communities, but the 2022 increase looks like a reversal of 2021,\" he said.\n\nThe report estimated that there were 25,400 carjackings last year, up 8 percent over 2021, and that they were more likely to have occurred between 8 p.m. and midnight than at any other time. The F.B.I. is transitioning to a new data collection system that includes details such as the time and location of offenses.\n\nCrime statistics released by the F.B.I. lag more than a year, in part because they rely on voluntary compliance by more than 18,000 law enforcement agencies.\n\nBut the F.B.I. earned some praise for issuing a report that was vastly improved over last year's, which lacked data from jurisdictions that covered about 45 percent of the population. Cities like New York and large parts of the country, including Florida, were missing from that report because the F.B.I. had accepted data only under the new system, called the National Incident-Based Reporting System.\n\nThis year, the number of agencies using the new system increased to 13,293 from 11,794. But the F.B.I. also accepted data from jurisdictions still using the old system. In all, 15,724 police departments participated, covering 93.5 percent of the U.S. population. The agency uses estimates to fill in gaps in the data.",
        "url": "https://www.nytimes.com/2023/10/16/us/fbi-crime-data-murders.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16NAT-CRIME-STATS-mbkp/16NAT-CRIME-STATS-mbkp-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Watch: Missiles soar above Tel Aviv as sirens sound",
        "body": "People in the Israeli city of Tel Aviv were seen running for shelter after missile warning sirens sounded.\n\nHamas said it had fired a \"barrage of rockets\" over both Tel Aviv and Jerusalem. In footage shared on social media, missiles could be seen in the sky above the city.\n\nIt marks the latest development in escalating tensions between Israel and Hamas. Earlier in the day, video analysed by the BBC appeared to show an air strike at the Rafah crossing on the Egyptian side of the border, where it was hoped a ceasefire could potentially take place for Gaza and foreign nationals to be evacuated.",
        "url": "https://www.bbc.com/news/av/world-middle-east-67127824",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/590A/production/_131449722_p0glxr8c.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Ten Stops in Five Days, Plus an Air Raid Shelter, for Blinken",
        "body": "Edward Wong reported from Israel, Jordan, Qatar, Bahrain, Saudi Arabia, the United Arab Emirates and Egypt while traveling with the U.S. secretary of state, and Michael Crowley reported from Washington.\n\nSecretary of State Antony J. Blinken hurried into a bunker as air raid sirens wailed in Tel Aviv on Monday, in the most dramatic moment of a whirlwind -- and unusually chaotic -- Middle East tour for America's top diplomat.\n\nAfter his second visit to Israel in four days, Mr. Blinken was scheduled to land in Amman, Jordan, on Monday night, with his next destination uncertain. A trip originally scheduled for two days has now extended into its sixth, with nine stops and counting.\n\nFor an official whose travel schedule is meticulously planned and rarely revised, Mr. Blinken's frenetic journey has underscored the scale and complexity of the diplomatic crisis he faces.\n\nMr. Blinken is at once trying to show U.S. support for Israel after it was attacked by Hamas on Oct. 7; limit Arab criticism of Israel's military response; win the freedom of hostages held by Hamas in Gaza; and prevent an escalation of the conflict, perhaps to include Hezbollah and Iran, that might draw in the United States.\n\nIt has been a grim voyage for Mr. Blinken, who at times appeared haunted as he described the slaughter of Israeli citizens and a growing humanitarian crisis in Gaza.\n\nSpeaking to reporters in Cairo on Sunday, two days after his first stop in Israel, Mr. Blinken conceded that things had become a blur even for him. \"I think I've lost track\" of how many countries he had visited, Mr. Blinken said, before correctly putting the count at seven since his departure from Washington on Wednesday afternoon: Egypt, Bahrain, Qatar and the United Arab Emirates, plus two stops each in Israel, Jordan and Saudi Arabia.\n\nFor State Department veterans, Mr. Blinken's travel was reminiscent of a recent predecessor. John Kerry, who was secretary of state during the Obama administration, frequently extended and improvised his trips -- even changing destinations midflight, in what was branded \"seat-of-the-pants diplomacy.\" Not so Mr. Blinken, who typically travels from Monday to Friday, returning in time to spend the weekend at home with his two young children.\n\nThe ad hoc nature of the trip began just days after the massacres by Hamas. Mr. Blinken immediately moved up a visit to the region that he had planned for the following week. The State Department announced that he would depart on Oct. 11 for Israel and Jordan, and return on Friday, Oct. 13.\n\nThat plan was soon torn up as State Department officials, in consultation with the White House, expanded Mr. Blinken's itinerary to include several other major capitals.\n\n\"Henry Kissinger's 33-day trip to reach an Israeli-Syrian disengagement accord following the 1973 October War holds the Middle East shuttle record,\" said Aaron David Miller, a senior fellow at the Carnegie Endowment for International Peace and a former longtime State Department Middle East negotiator. \"Blinken's recent wild ride through the region doesn't quite compare. But it does reflect the uncertainty and chaos of a crisis the administration didn't see coming and the complexity of the challenges it faces going forward.\"\n\n\"From here on in,\" he added, \"the secretary might want to pack a few extra shirts. If the administration wants to make a difference in this region, there are likely going to be more than few wild rides in his future.\"\n\nMaking a difference will not be easy. Mr. Blinken has not yet succeeded in one of his goals: securing the free passage of American citizens in Gaza through a border crossing into Egypt. Hundreds remained stuck at the sealed border on Monday.\n\nIt is not for want of trying. After their arrival in the region, on Thursday, Mr. Blinken and his aides nailed down their schedule for the next day: four countries in one day, from Jordan to Qatar to Bahrain to Saudi Arabia.\n\nThey sometimes improvised on the transportation: To get from Tel Aviv, their first stop, to Amman they took a C-17 U.S. military plane that looped over Cyprus after having sent the usual Boeing 757 Air Force plane ahead so the crew could rest while the American diplomats met with Israeli officials.\n\nIn Jordan, Mr. Blinken met with King Abdullah II in his palace and then with Mahmoud Abbas, the head of the Palestinian Authority, in a villa. In Qatar, Mr. Blinken held a joint news conference in a lavish government building with the prime minister. In Bahrain, he spoke to the prime minister, Crown Prince Salman bin Hamad Al Khalifa, in a V.I.P. airport lounge as royal guards in dress uniforms flanked a red carpet on the tarmac outdoors.\n\nTo squeeze in meetings, Mr. Blinken took a quick day trip from Riyadh to the United Arab Emirates on Saturday and then back to the Saudi capital again. On Saturday night he prepared to meet with Crown Prince Mohammed bin Salman, the country's de facto leader who has regained a measure of diplomatic legitimacy less than three years after the Biden administration released intelligence finding him responsible for the 2018 killing and dismemberment of the Saudi dissident Jamal Khashoggi.\n\nThat meeting introduced a new element of uncertainty. Reporters traveling with Mr. Blinken were told to be ready at any minute to leave their hotel in the secretary's motorcade for an audience with the crown prince, the region's most powerful Sunni Muslim ruler.\n\nThe hours dragged on, from midnight to 2 a.m. and then 4 a.m. Finally, the prince agreed to meet Mr. Blinken after 7:30 a.m. on Sunday at his private farm residence. (The journalists, who had stayed up almost all night, were ultimately denied access.)\n\nOfficials said it was typical for the prince to keep even important visitors waiting. Even so, it was a rare and most likely frustrating experience for a sleep-deprived Mr. Blinken, who is used to foreign officials accommodating his schedule.\n\nAt noon on Sunday, it was off to Egypt -- supposedly Mr. Blinken's last stop before returning home. \"I know that this is the last of your big tour in the region,\" Egypt's president, Abdel Fattah el-Sisi, told Mr. Blinken at the start of their meeting in Cairo.\n\nNot so fast. A return trip to Israel was added to the schedule, and Mr. Blinken spent the night in Jordan before flying back to Tel Aviv on Monday morning and driving on to Jerusalem to see Prime Minister Benjamin Netanyahu again.\n\nBy this time, State Department officials had begun whispering about President Biden possibly visiting Israel this week. Plans for a Monday return to Washington were scratched. The new plan was to fly back to Jordan, and everyone would wait there for further instructions.\n\nIn Jerusalem on Monday, between meetings with Israeli leaders, Mr. Blinken made an unscheduled stop at the residence of the American ambassador, popping in to borrow a secure line for a call to Washington. Shortly beforehand, the White House had announced that Mr. Biden was canceling a trip to Colorado that day for a national security meeting -- perhaps the same one that Mr. Blinken was calling into.\n\nMr. Blinken's trip has also been charged with an unusual current of danger. Security officers who normally wear suits sported body armor and helmets while guarding his plane during his stops in Israel.\n\nOn Monday, right after Mr. Blinken's convoy left Jerusalem, air sirens sounded there, indicating incoming rockets or missiles. Everyone in the city ran for shelter. Sirens sounded too in Tel Aviv. Officials and journalists in the convoy between the two cities were told to race from the cars if sirens sounded and lie down on the ground at roadside.\n\nAfter Mr. Blinken met with Mr. Netanyahu and his war cabinet around 7 p.m. at the Kirya military base in Tel Aviv, sirens sounded again. The traveling journalists and Israeli soldiers standing outside dashed into a stairwell indoors.\n\nMr. Blinken and Mr. Netanyahu were meeting in the prime minister's office in the Shimon Peres House on the base when the sirens sounded. Mr. Blinken and the Israeli officials ducked into a bunker for five minutes. They then walked to a command center to continue their meeting, which was still going into early Tuesday morning with no end in sight -- far longer than originally planned.",
        "url": "https://www.nytimes.com/2023/10/16/us/politics/blinken-us-israel-gaza.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16DC-BLINKEN-hvmp/16DC-BLINKEN-hvmp-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "From Zadie Smith to Anne Enright: 25 of the best books of the year so far",
        "body": "An anonymous postcard leads to a journey of discovery in Anne Berest's The Postcard, the tale of a Jewish family devastated by the Holocaust, as well as a portrait of 20th-Century Parisian artistic and intellectual life. The winner of the prestigious French book award, the Choix Goncourt Prize, it is \"powerful, meticulously imagined,\" says the New York Times Book Review, and \"takes its readers on a deep dive into one Jewish family's history, and, inextricably, into the devastating history of the Holocaust in France\". The novel is, says Library Journal, \"not only a significant contribution to our understanding of the Holocaust but a moving reflection on loss, memory, and the past, in equal measures heart-warming and heartrending\". The Washington Post describes The Postcard as \"a powerful exploration of family trauma... transmitted in the womb or down the generations.\" (LB)\n\nThe 15th novel from the Booker Prize-winning author of Midnight's Children, The Satanic Verses and Quichotte, Victory City, described by The New Yorker as \"immensely enjoyable\", is an era-spanning epic that begins in 14th-Century southern India. Its heroine is a grief-stricken nine-year-old girl, Pampa Kampana, who is instructed by a goddess to create equality for women in a patriarchal world. Kampana's fortune, over centuries, becomes interwoven with that of the great empire of Bisnaga, the \"victory city\" of the title. In this novel, Rushdie has created \"an alternative Mahabharata\", writes The Guardian, \"an elaborate founding myth from the bare bones of history\". (RL)\n\nBirnam Wood by Eleanor Catton\n\nEleanor Catton won the Booker Prize in 2013 for her novel The Luminaries, and the New Zealand author's latest offering, witty thriller Birnam Wood, has also been highly acclaimed. Eco-activism meets staggering affluence when the young members of an environmental rights group end up being entangled with a billionaire drone manufacturer. \"Catton is not just a master at spinning a web of competing philosophies, \" says Vogue.com. \"Her characters are deeply flawed but you can't help but root for them.\" The Guardian praises Catton as a \"novelist of lavish technical gifts who addresses herself to the world, broadly and richly conceived.\" Birnam Wood is, says the review, \"another virtuoso performance: elaborately plotted, richly conceived, enormously readable\". (LB)\n\nShy by Max Porter\n\nFrom the author of Lanny (2019) and The Death of Francis Bacon (2021), Porter's fourth book is another slight volume of experimental, poetic prose. Its hero is 15-year-old Shy, who we encounter as he walks away from Last Chance, a home for troubled youth, with his pockets full of rocks. Shy is Porter's best, says The Telegraph, since his acclaimed 2015 debut, Grief is a Thing with Feathers, \"an act of humanity and grace, heightened by its distinctive form and artistry.\" According to the iNewspaper, it is \"a dazzling bolt of prose in the long night of our times\". (RL)\n\nPineapple Street by Jenny Jackson\n\n\"Marvellous - clever, funny and brilliantly well observed,\" is how India Knight describes Pineapple Street in The Sunday Times. The debut novel by Jenny Jackson explores generational wealth and privilege in forensic detail, following three women who are part of the super-wealthy Stockton clan, in leafy Brooklyn Heights, New York. One was born into the wealth, one has married into it, and one wants to give it away. \"What is impressive about the work is that it treats rich people as fallible human beings,\" says Medium. \"Although these characters are imperfect, you'll fall in love with them anyway and you'll want to know how they turn out once the end of the book is reached.\" (LB)\n\nMaame by Jessica George\n\nJessica George's debut novel became an instant NYT bestseller when it was published earlier this year; favourable comparisons have been made with another publishing sensation, Candice Carty-Williams's Queenie, from 2019. Maddie, nicknamed \"Maame\", is a twenty-something Londoner with Ghanaian parents, who forgoes the regular trials of a 25-year-old existence as the primary caregiver to her father, who has Parkinson's. A coming-of-age story about family, relationships and identity, Maame, writes The Washington Post, \"isn't always an easy story to read, but is always told with grace and compassion\". The New York Times says: \"George shows the details and scope of life with such confidence and joie de vivre, it's easy to forget she's a first-time novelist.\" (RL)",
        "url": "https://www.bbc.com/culture/article/20230420-12-of-the-best-books-of-the-year-so-far-2023",
        "image": "https://ychef.files.bbci.co.uk/live/624x351/p0glvcl9.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "The doctor who played at World Cups in two sports",
        "body": "\"You know, sometimes rugby players on cricket fields are not good things.\"\n\nMale rugby players may be known for their machismo, but in 2003 Van Vuuren took his into a Cricket World Cup too - telling Pakistan captain Waqar Younis his fellow fast bowlers Wasim Akram and Shoaib Akhtar might lack a bit of pace.\n\nThat's Shoaib, who six days later would deliver the fastest ball ever recorded -100.2mph (161.3km/h) - against England.\n\nAnd here he was facing a little-known tailender making his one-day debut, on its greatest stage, for cricketing minnows, in their first World Cup. The odds were stacked firmly against Van Vuuren.\n\n\"We were 42-9. I came in at number 11 and, at that stage, the lowest total in a World Cup was 45 all out,\" says Van Vuuren.\n\n\"I remember our team manager saying to me just before I walked out: 'Doc, just keep us out of the record books.'\"\n\nThe team manager seemingly failed to mention anything about sledging some of the game's legends, however.\n\n\"At the drinks break, I said to Younis: 'Waqar, you're never going to get me out with these seamers. You need to bring on the spinners because Shoaib is not fast enough.' He just lost it, and got really angry with me.\"\n\nWithin minutes, Shoaib was pummelling Van Vuuren to the extent he bowled what was then the World Cup's fastest ball - clocking 98.5mph (158.5km/h).\n\nBut Namibia's last man did not just hold firm in the five balls he faced from Shoaib and the 11 from Wasim - he hit both for four.\n\nAnd his brave batting display - 14 runs from 19 balls, which could not save the match but ensured Namibia made it to 84 - ended when he was bowled not by a speed merchant, but by spinner Saqlain Mushtaq.\n\n\"It was a great experience playing against the top of the world's best players,\" says Van Vuuren, who like all of his team-mates was an amateur.\n\n\"Sport at that level is a mental thing. If you're going to be intimidated by a ball of 160 km/h, you don't belong.\"\n\nWhen Namibia's team manager called Van Vuuren 'Doc', he did so because he was already a qualified physician.\n\nThat meant that as the tournaments approached - unlike now, they were played at different times of the year - Van Vuuren had other things on his mind.\n\n\"I was a full-time doctor in private practice so that made it very difficult,\" he says. \"When I played rugby and cricket, I didn't get paid - I lost money - but I knew then that the sport would end one day.\n\n\"We were just amateurs, with a very good cricket team. It would have been better if we had beaten one or two big names, but we couldn't.\"\n\nVan Vuuren and his team-mates lost all 10 games they played across both tournaments, but that didn't stop him impressing - particularly in the cricket.\n\nNamibia faced heavyweight opposition in that tournament, which was staged in Africa for the first time. After opening the tournament against co-hosts Zimbabwe, they met Pakistan, England, India, Australia and the Netherlands.\n\nVan Vuuren smiles as he recalls hitting England legend James Anderson for six - describing it as the \"the best thing of that game\", even though he then took five wickets. \"Pretty amazing,\" he says, \"against the nation that invented cricket.\"\n\nIt remains the only time a Namibian has taken five wickets in a Cricket World Cup match, and includes another dose of sledging from 'Doc' - this time for future England captain Michael Vaughan.\n\n\"He was not impressed,\" says Van Vuuren. \"He gave me a look and I thought, 'maybe that's not the right guy to chirp.'\"\n\nNext in line to beat Namibia were India, but Van Vuuren did have the distinction of taking his side's only two wickets - including breaking the stumps of the legendary Sachin Tendulkar.\n\n\"When he had eight runs or so, I bowled him an absolute screamer and he played, missed, looked at me and nodded his head,\" Van Vuuren says, grinning. \"Over a hundred runs later, I eventually got him!\n\n\"I asked him for a photo and he sat down with me and we talked for a long time. I remember thinking, 'what an incredible sportsman - so humble, so successful, never controversial and here he sits down with a Namibian player - he doesn't need to do it.' It was a humbling experience.\"\n\nAnother soon followed, albeit in a different way, against eventual champions Australia - as Darren Lehmann thrashed Van Vuuren for 28 off his side's final over en route to a thumping win.\n\n\"At lunchtime, I walked past Darren and he said: 'Sorry for ruining your World Cup, mate.' I took it in good spirits. It was terrible, but it happens. My son still teases me about that.\"\n\nWith figures of 0-92 from his 10 overs, Van Vuuren was then out for a duck - as he would be in the final game against the Netherlands.\n\nVan Vuuren grew up in Windhoek - the capital of a vast nation more than double the size of Germany, but with a population 30 times smaller.\n\nHe does not a remember time before he played both cricket and rugby, but it was the oval ball that was his primary love. Nonetheless, he made his international cricket debut first - winning his first cap in 1997, just three weeks before doing likewise in rugby.\n\nIt was the start of a way of life that would involve regularly swapping between the sports, working out how to juggle his working life with his sporting life, and getting used to either gaining or losing weight.\n\n\"It was difficult being a very busy medical doctor and playing sport, especially two codes,\" he says. \"There was no time for watching TV, relaxing or anything like that - it was sport and work, and that was it.\n\n\"And it was difficult to morph from a rugby body to a cricket body in a couple of weeks. I would play cricket, then gain five kilograms and play rugby, then lose five kilograms and play cricket.\n\n\"I became very, very disciplined at managing my time and my diet, and that is one of the greatest things I've learned from sport - how to be disciplined.\"\n\nThat discipline was evident between the World Cups, as Van Vuuren returned to work.\n\nAs one of few obstetricians then in Windhoek, he delivered 70 babies. And it was then he became aware of his own entry - into the annals of sporting history.\n\n\"I didn't even know it was something special,\" he says. \"Then a journalist phoned me and said: 'Did you know that no-one else has ever played in a rugby and cricket World Cup, or even in two World Cups in different sports codes, in one year?'\n\n\"I said I didn't, and then all of a sudden it became something.\"\n\nHistory beckoned, but on the eve of Namibia's Rugby World Cup opener against Argentina, misfortune struck as the team trained in Australia.\n\n\"It was the last sprint,\" says Van Vuuren, \"and when I heard my calf go, I just knew.\"\n\nVan Vuuren's medical knowledge made the pain even more acute given he knew the significance - especially once the results came back.\n\n\"The scan just showed everything was torn,\" he says. \"It was just utter, utter disappointment because physically I was in incredible shape, and I was so ready for that World Cup.\"\n\nIt was particularly cruel given he had missed the 1999 tournament after a row with Namibia's then coach.\n\nThe nature of the tear meant his calf needed between six and eight weeks to recover, but Namibia's group games all fell within a three-week period.\n\n\"You can only control the controllables so I tried to just stay as positive as possible and rehab,\" Van Vuuren says. \"But I was sitting on the side, really wanting to play - and really wanting to fulfil the prophecy.\"\n\nVan Vuuren sat out three heavy defeats, with the Welwitschias beaten 67-14 by Argentina and 64-7 by Ireland before hosts Australia inflicted a 142-0 hammering.\n\nThat result remains the biggest winning margin in a Rugby World Cup match, and there was further misery for Van Vuuren when a haunting figure returned as he spoke to two Australia players after the game.\n\n\"I was in reception talking to George Gregan and Joe Roff when I heard somebody whistle,\" he says. \"I looked over and there was Darren Lehmann showing me [with his fingers] '28'. That's when I knew I would never get rid of this thing.\"\n\nNamibia had just one match left - against Romania - and Van Vuuren was desperate. His calf was far from healed, but the burn inside him was to simply get on to the pitch.\n\n\"The pain was there but the levels were such I could actually make it onto the pitch. I said to the staff: 'I don't care what you do, I have to get on to the field.'\n\n\"Luckily Dave Waterston, our coach, backed me and said: 'Just go on.'\"\n\nVan Vuuren - his body stuffed with painkillers - had just under 10 minutes to make an impact, and was determined not to waste a second.\n\n\"I remember the first contact I made. I got the ball from the line-out and just thought, 'even if break my leg off now, I'm going to make it count.'\n\n\"I remember making a big tackle. I remember the contact was very hard, but I survived it and played.\"\n\nVan Vuuren had done it. Yet the final whistle of a 37-7 defeat did not prompt celebration of his feat.\n\n\"I remember thinking, 'can we not play a little bit more?' It was disappointing, but I had to make peace with it.\n\n\"I was just relieved I got the opportunity, and thankful for the grace to get on to the pitch.\"\n\nAlong with all his sporting achievements, Van Vuuren has also hung out with Hollywood royalty, and ensured the health of his nation's most important figure.\n\n\"Namibia's president, Hage Geingob, became my patient a little over 10 years ago - before he was president,\" he says. \"When he became president, I travelled with him a bit and saw how other countries take care of their presidents so I helped develop the team that looks after his health.\"\n\nJust last month Van Vuuren travelled with Geingob to the United Nations General Assembly in New York.\n\nHe has become \"good friends\" with a man he respects a great deal, but his work as a doctor has significantly reduced in recent years after opening an animal sanctuary - N/a'an ku se - a 30-minute drive from Windhoek.\n\nIn early 2011, the sanctuary received a significant financial injection and major publicity boost when actor Angelina Jolie and then husband Brad Pitt donated £1.3m shortly after spending Christmas there.\n\n\"Angelina and my wife have been friends for about 20 years,\" says Van Vuuren. \"They met on a film set here in Namibia, and Angelina just became involved with what we do.\"\n\nNot a man for a quiet life, Van Vuuren has also been president of Cricket Namibia since 2018.\n\nLow in the rankings, with minimal bank funds and no women's team when he assumed control, the prospects did not look good.\n\nBut not only did they shine at the T20 World Cup in 2021 - beating Ireland and Scotland among others - the country has since won the right to co-host, along with South Africa and Zimbabwe, the 2027 Cricket World Cup.\n\n\"For our economy and cricket, it's going to be a massive injection,\" says Van Vuuren. \"And just for us, a nation, it's one of the biggest things that will ever happen to us.\"\n\nAs he looks to uplift the next generation - including his son who, yes, plays both cricket and rugby - Van Vuuren spends little time reflecting on his 2003 feat.\n\n\"You must put it into perspective,\" he says. \"We only have 20-30 good cricket players in the country. We only have about 100-200 good rugby players. So it was almost inevitable.",
        "url": "https://www.bbc.com/sport/66996021",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/86B1/production/_131318443_whatsappimage2023-10-03at15.00.02-1.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 4 - Lights Out, Series 6, Dead Ends",
        "body": "What privacy and control is afforded to people who sit at the heart of our news stories? Talia Augustidis offers a personal reflection on how we choose to remember someone.\n\n\"Should we delete the sex tape?\" Should we get rid of the crime scene photographs? How do I find a true image of my mum amidst the recordings, fragments and images she left behind?\"\n\nExploring an archive of home videos, photographs, memories and news reports, Talia Augustidis reflects on how we choose to remember someone. Told through five chapters, each part focuses on a single image of her mum, who died when Talia was three.\n\nDead Ends is an exploration of what privacy and control is afforded to people who sit at the heart of our news stories, as accidental absences and fragments of memory piece together these self-contained narratives of loss.\n\nTalia collected the tape for Dead Ends over several years. In 2022 she received a Content is Queen micro-grant, which allowed her to begin piecing these stories together.",
        "url": "https://www.bbc.co.uk/programmes/m001rgzz",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0dnqlwm.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 4 - The Midnight News by Jo Baker, Episode One",
        "body": "By Jo Baker. After an afternoon strolling in Regent's Park with best friend Elena, Charlotte returns home to an unsettling night.\n\nIt's 1940 and 20 year-old Charlotte Richmond watches from her attic window as enemy planes fly over London. Still grieving her beloved brother, who never returned from France, she is trying to keep herself out of trouble - holding down a typist job at the Ministry of Information, sharing gin and confidences with her best friend Elena, and dodging her overbearing father.\n\nOn her way to work she often sees the boy who feeds the birds - a source of unexpected joy amid the rubble of the Blitz. But every day brings new scenes of devastation and, after yet another heart breaking loss, Charlotte has an uncanny sense of foreboding. Someone is stalking the darkness, targeting her friends. And now he's following her.\n\nAs grief and suspicion consume her, Charlotte's nerves become increasingly frayed. She no longer knows who to trust. She can't even trust herself.\n\nThe Midnight News is a love story, a war story, and an unforgettable journey into the fragile mind and fierce heart of an extraordinary young woman.\n\nEpisode One\n\nLondon, 1940. The reality of war begins to sink in for Charlotte.\n\nJo Baker is the author of bestselling Longbourn, the 'below the stairs' story of the Bennet household from Jane Austen's Pride and Prejudice. She was born in Lancashire and educated at Oxford University and Queen's University Belfast and is also the author of The Body Lies; A Country Road, A Tree; The Undertow; The Telling; The Mermaid's Child; and Offcomer. She lives in Lancaster, England.",
        "url": "https://www.bbc.co.uk/programmes/m001rgzk",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0glc32l.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "How is Wales adjusting to new 20mph limit?",
        "body": "People in Wales have given their views on the first month since the country introduced changes to speed limits.\n\nSince 17 September, motorists in Wales have had to limit their speed to 20mph in built-up areas such as village and town centres.\n\n\"I support it really, because it stops all the idiots driving around. But then again they still aren't slowing down are they?\" said one man.\n\nHowever, another said journeys are now taking \"way longer\" than he'd imagined as he is often stuck in traffic.",
        "url": "https://www.bbc.com/news/av/uk-wales-67102326",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/11156/production/_131447996_p0glwd7j.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "How is Wales adjusting to new 20mph limit?",
        "body": "People in Wales have given their views on the first month since the country introduced changes to speed limits.\n\nSince 17 September, motorists in Wales have had to limit their speed to 20mph in built-up areas such as village and town centres.\n\n\"I support it really, because it stops all the idiots driving around. But then again they still aren't slowing down are they?\" said one man.\n\nHowever, another said journeys are now taking \"way longer\" than he'd imagined as he is often stuck in traffic.",
        "url": "https://www.bbc.co.uk/news/av/uk-wales-67102326",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/11156/production/_131447996_p0glwd7j.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Biden Weighs Visiting Israel",
        "body": "Also, we preview Teju Cole's new book. Here's the latest at the end of Monday.\n\nPresident Biden is considering making an extraordinary trip to Israel in the coming days to demonstrate American solidarity with the country after the terrorist attacks carried out there by Hamas this month.\n\nIsrael's prime minister, Benjamin Netanyahu, extended the invitation to Biden over the weekend, but the White House has not said whether the president would accept it. The invitation arrived as Israelis continued to learn more about the Hamas attacks. The military now believes the group took 199 people hostage, nearly 50 more than previously thought.\n\nA trip by Biden amid the conflict would be a remarkable gamble, and pose enormous challenges in terms of both security and politics. His presence would signal to rivals like Iran, Syria and Hezbollah that Israel has U.S. backing at a time of widespread anxiety about a regional war. But it could also tie Biden and the U.S. to the increasing bloodshed in Gaza.\n\nIsrael's continued airstrikes, which they say have killed at least six Hamas senior leaders so far, have forced hundreds of thousands of Gazans from their homes and deepened the humanitarian crisis there. Officials in Gaza said that 2,808 people had been killed. (Follow live updates from our reporters in the region.)\n\nIn Gaza, two million people are jammed into an area about the size of Las Vegas, and medical supplies, food, water and fuel are dwindling. Diplomatic talks to move aid in from Egypt and allow foreigners out have so far yielded little but confusion.\n\nFor more, sign up to receive our new Israel-Hamas War Briefing.\n\nA judge imposed a gag order on Donald Trump\n\nTanya Chutkan, the judge overseeing Donald Trump's federal criminal trial on charges of conspiring to overturn the 2020 presidential election, imposed a limited gag order today on him. The ruling specifically restricts Trump from making public statements that attack witnesses, prosecutors or court staff involved in the case.\n\nJudge Chutkan left Trump free to disparage the Justice Department, President Biden and apparently even herself. However, she said, Trump's freedom of speech rights do not permit him \"to launch a pre-trial smear campaign\" against those involved in the trial. \"No other defendant would be allowed to do so, and I'm not going to allow it in this case,\" she said.\n\nJim Jordan gained steam in his bid for the speakership\n\nRepresentative Jim Jordan of Ohio, who was nominated by House Republicans last week to fill the speaker vacancy, appears to be within striking distance of obtaining the votes he needs to be elected.\n\nSeveral holdouts, including some mainstream House Republicans, had previously said they would not vote for Jordan, who is the hard-line co-founder of the ultraconservative House Freedom Caucus. But after an intense pressure campaign carried out by Jordan and his right-wing allies, they announced today that they would support him. Their reversals have improved Jordan's chances of being elected speaker in a vote planned for tomorrow, but the outcome remains far from certain.\n\nFamilies separated at the border reached a settlement\n\nThe U.S. reached a settlement today with lawyers representing thousands of families who were separated at the southern border during a Trump administration crackdown. If approved by a judge, the agreement would allow the migrants to live and work legally in the U.S. and to apply for asylum, putting them on the path to permanent legal residency.\n\nThe settlement would conclude years of negotiations that were part of a class-action lawsuit to address the harm inflicted by family separations in 2017 and 2018.\n\nMore top news\n\nIllinois: A Palestinian American family was preparing for the funeral of a 6-year-old boy who was stabbed to death in what the authorities say was an attack motivated by hate for Muslims and the fighting in Israel and Gaza.\n\nPoland: Centrist and progressive forces were poised to oust the nationalist government after Sunday's election.\n\nHealth: A team of scientists found that levels of serotonin were lower in some people suffering from long Covid.\n\nUkraine: Four Ukrainian children who had been taken to Russia were reunited with their families after Qatar mediated negotiations for their return.\n\nChina: The country's ability to slow the housing market collapse is now in doubt as consumers continue to show a lack of interest in buying real estate.\n\nWar: Janet Yellen, the Treasury secretary, told European economic leaders that the U.S. would not back away from aiding Ukraine despite resistance from some Republicans.\n\nBusiness: Rite Aid, one of the largest U.S. pharmacy chains, filed for bankruptcy, weighed down by lawsuits over prescriptions for painkillers.\n\nScience: Fears of lab leaks are stalling virus studies in the U.S. that could thwart the next pandemic.\n\nWildlife: A conservation group purchased more than 1,500 acres north of Yellowstone to protect the habitat of grizzlies.\n\nTIME TO UNWINDTeju Cole's much-anticipated return to fiction\n\nTeju Cole's new book, \"Tremor,\" scheduled to be released tomorrow, is his first novel in more than a decade and one of the most anticipated books of the season. The story, set in 2019, follows a Nigerian professor of photography at a prestigious Boston college and his wife, and it mostly eschews plot. Instead, it considers the ebb and flow of family and friendships, and the microaggressions and minor conflicts of daily life.\n\nAs with Cole's previous work, readers might notice similarities between his characters and his own life. He told us that autofiction was not an \"unjust\" way to frame his work, but he cautioned against taking it literally.\n\nThe future of salmon farming\n\nSalmon is the second-most-popular seafood in the U.S., behind shrimp. A small percentage of it comes from well-managed fisheries in Alaska, but most of it is imported farmed fish raised in the ocean in open net-pens, which can wreak havoc on the wild fish population and pollute the environment.\n\nAs an alternative, several companies have started land-based salmon farms, which can be cleaner and more ecologically responsible. Experts say that they are likely the future of the industry. Melissa Clark, a columnist for the Food section, visited a farm to see it in action.\n\nDinner table topics\n\nThe original influencer? Suzanne Somers, who died on Sunday at 76, courted ridicule but made a fortune by hawking gadgets like the Thighmaster.\n\nSleeping over: We explored what people keep in their \"spend the night\" bags.\n\nDoes free will exist? A Stanford biologist and neurologist argues that it doesn't -- and that shedding the concept might be liberating.\n\nAsk the Ethicist: My wife once agreed to an open relationship. Can I hold her to it?\n\nWHAT TO DO TONIGHT\n\nCook: This coconut curry fish is both easy to make and deep in flavor.\n\nWatch: Ken Burns's documentary series on buffaloes premieres tonight. Here's what else to watch on TV this week.\n\nRead: We put together an essential guide to the author Vladimir Nabokov.\n\nEat: Check out our 25 favorite restaurants in New Orleans.\n\nStyle: How to wear cowboy boots.\n\nNest: These 50 items will help you upgrade your bedroom on the cheap.\n\nCompete: Can you pair these books with their settings in American cities?\n\nPlay: Here are today's Spelling Bee, Wordle and Mini Crossword. Find all our games here.\n\nONE LAST THINGThe cute white rabbit sweeping the U.S.\n\nMiffy, a fictional bunny created in 1955 by a Dutch author, has long been a familiar childhood character in many European and Asian countries. But until recently, the bunny, which stars in a series of picture books, was largely unknown in North America. Over the last year, however, Miffy has become popular in America. She is on TikTok and Instagram, dangling from key rings and glowing as giant floor lamps.\n\nThe new fans are often young adults who want to inject a little joy -- and childhood -- into their daily lives. They're challenging the idea that cute characters designed for kids have an age limit.\n\nHave an adorable evening.\n\nThanks for reading. I'll be back tomorrow. -- Matthew\n\nWe welcome your feedback. Write to us at evening@nytimes.com.",
        "url": "https://www.nytimes.com/2023/10/16/briefing/biden-israel-visit-trump-gag-order-trial.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16evening-nl-biden/16dc-prexy-1-zcpj-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Opinion | W.H.O. Chief: Hospitals in Gaza and Israel Need Urgent Miracle",
        "body": "Dr. Tedros is the director general of the World Health Organization.\n\nToday, Al Shifa Hospital, the largest health care facility in the Gaza Strip, is emblematic of an unfolding humanitarian catastrophe in Gaza. Already underresourced and overcrowded, it is now home to thousands of people who have sought refuge from Israeli airstrikes that rained down on their neighborhoods after the horrific and unjustified attacks by Hamas on Israeli civilians on Oct. 7.\n\nAl Shifa Hospital has always been under tremendous strain. When I visited in 2018, I met with patients and health workers and toured a dialysis unit and a neonatal intensive care ward, full of newborns in incubators. Their tentative grasp on life was sustained by diesel generators that powered the hospital when the electricity went off, as it did for several hours every day. Staff members, patients and their families faced difficult choices to make daily.\n\nThese choices are now seemingly impossible in the fallout from Oct. 7 -- not just at Al Shifa Hospital but at northern Gaza's other hospitals and clinics as well.\n\nWith no electricity and fuel running out in Gaza, within days hospital generators will fall silent, and the incubators, dialysis machines and other lifesaving medical equipment will shut down. Many of the most critically ill patients, including babies, whose lives have only just begun, will probably die. Attempting to move them is equally hazardous. Water scarcity is a grave concern for struggling patients, especially newborns.\n\nIsrael's order to empty 23 hospitals treating over 2,000 patients in Gaza presents health workers with a horrifying choice: Force those in their care to make a journey that for many will be their last or stay and treat their patients under the impending threat of bombardment.\n\nHealth workers should never have to make choices like that, nor should they ever be targeted. Under international humanitarian law, all armed actors are obliged to proactively protect health facilities from intentional or collateral attack. But in this conflict, health facilities and health care have been struck repeatedly.\n\nI deplore the attacks on health facilities in both Gaza and Israel, which have led to the deaths and injuries of health workers on both sides. The deaths of colleagues from the United Nations Relief and Works Agency in Gaza brought even closer to home the dangers faced by humanitarian workers, including those providing health relief.\n\nThere's still time and opportunity to prevent the worst-case scenario. The World Health Organization calls for the immediate and safe release of hostages seized from Israel and taken into Gaza by Hamas. According to the Israeli military, some 199 hostages seized from Israel that day -- children, adults and older people -- remain hostage in Gaza, many in need of medical treatment. And we hope for attacks on Israeli hospitals to cease as well; Barzilai Medical Center in Ashkelon, which has treated both Israelis and Palestinians for years, has been hit by Hamas rocket attacks, damaging one of the few medical reference centers available to the people of Gaza.\n\nWe continue to appeal to all parties to abide by their obligations under international law to protect civilians and health facilities. We appeal to Israel to restore supplies of electricity and water and to support the establishment of a humanitarian corridor into Gaza.\n\nIn Cairo last week, I met with President Abdel Fattah el-Sisi of Egypt, who generously agreed to facilitate the delivery of medical supplies to Gaza through the Rafah border crossing with the help of the Palestinian Red Crescent Society.\n\nOn Saturday, the W.H.O. delivered a planeload of supplies to Egypt from our logistics hub in Dubai, and we are working to move these supplies into Gaza as rapidly as possible.\n\nWe appeal for sustained, unhindered and protected humanitarian access. This will help civilians to move to safety in Gaza, health facilities to be restocked with medicines and other supplies, fuel to reach hospitals to keep generators and the lifesaving equipment they support running, and clean water and food to arrive to sustain the weak and weary.\n\nTo be clear, as a United Nations agency, the W.H.O. is politically impartial and is committed to supporting the health and well-being of all Israelis and Palestinians. To that end, the agency established an official presence in Israel in 2019, adding to our existing office in the occupied territory. On my visits in 2018 and last year, I met with the ministers of health of both Israel and the occupied territory to discuss how the W.H.O. can better support both governments to promote, provide and protect the health care of their people. This included a visit to the Sheba Medical Center near Tel Aviv, where I was encouraged by Israeli health specialists developing digital health initiatives in partnership with Palestinian communities.\n\nSince Oct. 7, however, so many horrifying choices have been made -- abhorrent attacks on civilians in Israel by Hamas and other armed groups, the seizing of hostages, the attacks on populated areas of Gaza.\n\nWhat is needed now is another kind of decision making, one that ensures hospitals are kept operational, supplies are safeguarded and health workers and civilians in Israel and Gaza are protected and sustained.\n\nNelson Mandela once said, \"May your choices reflect your hopes, not your fears.\" At this fearful time, I appeal to all who have the power to make decisions that affect the health and well-being of so many people to choose, as Mr. Mandela implored, the way of hope.\n\nThere is still time.\n\nTedros Adhanom Ghebreyesus (@DrTedros) has been the director general of the World Health Organization, the world's leading public health agency, since 2017.\n\nThe Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com.\n\nFollow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.",
        "url": "https://www.nytimes.com/2023/10/16/opinion/gaza-invasion-hospital-tedros-who.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16tedros-1-cjfk/16tedros-1-cjfk-videoSixteenByNine3000-v2.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Johnston on target in easy win for Republic of Ireland",
        "body": "Celtic's Mikey Johnston marked his first Republic of Ireland start with a goal in a comfortable 4-0 win away to Gibraltar.\n\nThe 24-year-old winger knocked in the second goal from close range after his first effort had come back off the post.\n\nClub-mate Liam Scales won his second cap in defence, while Aberdeen midfielder Jamie McGrath set up the third goal for Matt Doherty.\n\nJohnston, yet to feature this season for Celtic after picking up a back injury in July, had scored once before in five international appearances off the bench - against the same opposition in June.",
        "url": "https://www.bbc.com/sport/articles/c807d2l849po",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_sport/3e98/live/4ec5d6c0-6c61-11ee-9c2a-f51231589004.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Mii kathi: Thailand's sweet and sour breakfast noodles",
        "body": "In Southern Thailand, Ma Ya's everyday breakfast staple combines wok-fried rice noodles with a simple chilli paste, coconut milk and soy sauce.\n\nIf you didn't grow up on Ko Yao Noi, an island in Thailand's Phang-Nga Province, finding breakfast can require a bit of luck.\n\nOn this and similarly small islands in southern Thailand, the first meal of the day is often sold from rural homes that double as simple restaurants - the kind of places non-locals would pass by without noticing.\n\nMa Ya's place is the perfect example of this. Located in a nondescript house on the side of the road that encircles Ko Yao Noi, I'm alerted to it not by a sign but rather by the group of motorcycles parked out front. Under a veranda in what is essentially the front yard, a handful of men wearing Muslim garb sit at a table, chatting, drinking tiny glasses of sweet tea, and smoking hand-rolled cigarettes. In typical southern Thai style, the surface of the table is covered with trays loaded with traditional sweets wrapped in banana leaves, cakes and knots of deep-fried dough.\n\n[jump to recipe]\n\nThe cook and proprietor is Ma Ya. Her real name is Supranee Pradit, but nobody calls her this; everyone in Thailand has a nickname. Ma Ya stands behind the counter, which is loaded with vast stainless-steel bowls filled with khao mok kai, turmeric-tinged chicken biryani; khao yam, rice tossed with shrimp paste, toasted coconut and herbs; and khanom jiin, a type of curry meant to be served over noodles.\n\nI have stopped here in search of mii kathi. A staple at Muslim-run southern Thai breakfast shacks, the dish takes the form of thin, round rice noodles wok-fried in ingredients that include tamarind, coconut milk, soy sauce and dried chillies. Mii kathi shares elements with laksa, a noodle soup of Indo-Malay origin, but is closer to mee siam, a fried noodle dish of possible Thai origin that's popular across the border in predominantly Muslim Malaysia - particularly in the country's north.",
        "url": "https://www.bbc.com/travel/article/20231016-mii-kathi-thailands-sweet-and-sour-breakfast-noodles",
        "image": "https://ychef.files.bbci.co.uk/live/624x351/p0gkxx4r.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "A road trip to the edge of the Earth",
        "body": "Barely 1,000km north of Antarctica and home to just two people, Caleta Eugenia in Chile is the southernmost point to which you can drive on the planet.\n\nAs I reached Caleta Eugenia, the gravel road disintegrated into a stony track that beat a sinuous route through a patch of grass strewn with aged trucks and abandoned farming equipment before petering out at a pebble beach curled like a comma along the shore of the Beagle Channel.\n\nThere was no one to greet me as we parked up, but a shaggy border collie bounded over excitedly from a dilapidated homestead whose corrugated iron roof rattled violently in Tierra del Fuego's notoriously fierce winds. Three fishing boats bobbed offshore, their search for lucrative king crabs - which can measure 1.5m or more from tip to tip - delayed by a brewing storm just south in the Drake Passage. Barely 1,000km north of Antarctica, my gloved fingers numb from the late afternoon chill, I'd reached the end of the road - literally. A lonely ranch owned by the Chilean Navy, Caleta Eugenia is the most southerly place you can drive to on Earth.\n\nMy road trip started 23km west in Puerto Williams, a 2,000-person settlement in the shadow of the mighty Dientes de Navarino, a range of fang-like Andean peaks, their flanks streaked with snow. Founded as a naval base in the 1950s, Puerto Williams is situated on Isla Navarino in southern Tierra del Fuego, a sparsely populated archipelago divided between Chile and Argentina and lying to the south of Patagonia, across the Strait of Magellan. The small port is more than 2,400km south of the Chilean capital, Santiago - roughly the same distance as between London and Istanbul.\n\nIn a canny bid to boost tourism, the Chilean government upgraded Puerto Williams's status from a town in 2019, allowing it to snatch the title of the world's southernmost city from its far-larger Argentine rival Ushuaia, which sits on the opposite side of the Beagle Channel. Despite its new billing, the capital of Chile's Antarctic province looks and feels like a small town - residents leave their doors unlocked and horses and cows roam the quiet streets. It has no road connections with Chilean Patagonia and is only accessible by boat or plane, which is part of the attraction for the few travellers who venture this far south.",
        "url": "https://www.bbc.com/travel/article/20231016-a-road-trip-to-the-edge-of-the-earth",
        "image": "https://ychef.files.bbci.co.uk/live/624x351/p0gltz7z.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "In Legal Peril at Home, Trump Turns to a U.K. Court for Vindication",
        "body": "On a day when he lashed out at a federal judge in Washington, the former president asked a judge in London to let his lawsuit over the notorious Steele dossier go forward.\n\nDonald J. Trump was thousands of miles away from the vaulted chamber in Britain's Royal Courts of Justice on Monday. But his words echoed in a lawsuit he has filed in London against Christopher Steele, a former British spy whose dossier of unproven links between Mr. Trump and Russia caused a political uproar back in 2017.\n\n\"The inaccurate personal data in the Dossier has, and continues, to cause me significant damage and distress,\" the former president said in a signed statement circulated by his lawyers. \"A judgment of the English court on this issue will be an immense relief to me as it will completely confirm the true position to the public.\"\n\nMr. Trump's words came on a day of trans-Atlantic legal maneuvering. At home, he lashed out against a judge in Washington who imposed a limited gag order on him in the federal case over his efforts to overturn the 2020 election. In London, lawyers for Mr. Trump invoked their client's testimony to argue that Mr. Steele's firm, Orbis Business Intelligence, had breached British data protection laws.\n\nThis is the first case Mr. Trump has filed in Britain related to the dossier, published just before he took office, and it appears calculated to find more favorable legal terrain after a federal judge in Florida threw out a lawsuit last year that Mr. Trump filed against Mr. Steele, Hillary Clinton, and others, related to the Russia allegations.\n\nMr. Trump's lawyer, Hugh Tomlinson, said his client would give evidence in court if the justice, Karen Steyn, agreed to let the case go to trial. But a lawyer for Orbis argued that the court should throw out the case because the statute of limitations had expired on Mr. Trump's claims of data protection violations.\n\nAntony White, the lawyer for Orbis, said any damage to Mr. Trump's reputation resulted from the publication of the dossier by Buzzfeed in January 2017, over which Mr. Steele had no control. He also noted that Mr. Trump only brought his case in Britain after his case against Mr. Steele was dismissed in the United States.\n\nMr. White suggested it was a pattern of frivolous litigation against Mr. Steele. He was in the courtroom, taking copious notes and nodding or shaking his head as his lawyers, and Mr. Trump's, made their arguments on the first day of a two-day hearing.\n\n\"The claim has no real prospect of success and there is no other compelling reason why it should proceed to a trial,\" Mr. Steele's lawyers said in a filing. \"In any event, the claim should be struck out as an abuse of process because it has been brought for an illegitimate and vexatious purpose.\"\n\nTo be sure, none of the inflammatory allegations in Mr. Steele's dossier -- including reports that Mr. Trump made illicit payments to Russian officials or cavorted with prostitutes on visits to Russia -- have been substantiated. The F.B.I. concluded that one of the key allegations -- that Mr. Trump's lawyer, Michael Cohen, had met with Russian officials in Prague during the campaign -- was false.\n\nBut Mr. Trump said that Mr. Steele has continued to argue that the dossier was accurate. He cited a post on X, formerly known as Twitter, last May, in which Mr. Steele said, \"Our Trump-Russia reporting has not been 'discredited.' In fact its main tenets continue to hold up well and almost no detail has been disproven.\"\n\nMr. Trump denied that he had subjected Mr. Steele to what Mr. Steele called a \"barrage of abuse and threats,\" saying he had no role in reported cyberattacks on Mr. Steele's business or in the publication of the home addresses of his children. Mr. Trump also claimed that Mr. Steel had impugned the reputation of his eldest daughter, Ivanka.\n\n\"My daughter, Ivanka, is completely irrelevant to this claim and any mention of her only serves to distract this court from the defendant and Mr. Steele's reckless behavior,\" he said in his statement. \"Any inference or allegation that Mr. Steele makes about my relationship with my daughter is untrue and disgraceful.\"\n\nIt was not clear what statements by Mr. Steele that Mr. Trump was citing. Mr. Steele exchanged emails with Ms. Trump a decade before her father ran for president, according to ABC News and CNN.\n\nMr. Trump's lawyer, Mr. Tomlinson, acknowledged his client was not given to subtlety or precision in his statements, and that Mr. Trump had a long history of litigation in the United States, not all of it successful. He uses language \"more familiar to U.S. than U.K. political discourse,\" he said.\n\n\"It's uncontroversial for me to say President Trump is a controversial figure,\" he said. \"He often expresses himself in very strong language.\"\n\nBut Mr. Tomlinson said Mr. Trump was entitled to be vindicated, and to receive at least nominal damages, for the reputational harm he had suffered from allegations that he said were entirely erroneous. Though Mr. Steele did not publish the dossier, he said, it would not have existed if he had not produced it.\n\nHe pointed to a ruling in 2020, in which two Russian business moguls, Mikhail Fridman and Petr Aven, won damages of 18,000 pounds ($22,900) each from Mr. Steele's firm after they argued that allegations about them in the dossier violated data protection laws.\n\nThe court ruled that Orbis had \"failed to take reasonable steps to verify\" claims that Mr. Fridman and Mr. Aven, who controlled Alfa Bank, had made illicit payments to President Vladimir V. Putin of Russia, though the judge dismissed several other claims.\n\nMr. Steele has not denied sharing the dossier with journalists. But he rejected the contention that he has sought to promote its contents since then.\n\n\"I declined to provide any media interviews for three-and-a-half years after the publication of the dossier by Buzzfeed, despite being asked multiple times by major international media organizations,\" he testified in a witness statement. \"If I had wanted to 'promote' the dossier as Mr. Trump suggests, I obviously would have taken up those media opportunities.\"",
        "url": "https://www.nytimes.com/2023/10/16/world/europe/trump-steele-dossier-lawsuit-uk.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16uk-trump-fqlt/16uk-trump-fqlt-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Tuesday Briefing: Biden Weighs a Visit to Israel",
        "body": "Biden weighs a visit to Israel\n\nPresident Biden is considering a trip to Israel in the coming days to demonstrate American solidarity. The trip would be a remarkable gamble and could tie Biden and the U.S. to bloodshed in Gaza.\n\nThe extraordinary invitation to Biden from Prime Minister Benjamin Netanyahu came as Israelis learned more about the attacks by Hamas that killed more than 1,400 people on Oct. 7. The Israeli military now believes the group took 199 people hostage, it said, nearly 50 more than previously thought.\n\n\"This will be a long war,\" Israel's defense minister, Yoav Gallant, said after meeting with Antony Blinken, the U.S. secretary of state, in Tel Aviv. \"The price will be high, but we are going to win for Israel, for the Jewish people and for the values that both countries believe in.\"\n\nIsrael has conducted hundreds of airstrikes, which continued yesterday ahead of a widely expected ground assault. The strikes are exacting a growing toll on Gaza, where two million people are facing dwindling supplies of food, water, medical supplies and fuel.\n\nGaza's Interior Ministry said that no water had reached the enclave in 10 days, despite remarks from the White House on Sunday that Israel had agreed to restore water to the southern part of the strip. The enclave's ministry of health said yesterday that 2,808 people had been killed and 10,850 wounded.\n\nLebanon: Amid concerns that the conflict could spread, Israel's military said it would evacuate people who live near the border with Lebanon. Clashes have broken out there in recent days between Israel and Hezbollah, the Iran-backed group that dominates southern Lebanon.\n\nA warning: The Biden administration cautioned Iran against escalation through back-channel messages with intermediaries in Qatar, Oman and China. The Pentagon dispatched a second aircraft carrier to the region over the weekend along with additional warplanes.\n\nSocial media: Meta, which owns Facebook, Instagram and WhatsApp, said it would enact temporary measures to push down extreme or graphic imagery coming out of Israel and Gaza. As a result, many users say their pro-Palestinian posts have been suppressed.\n\nHow a deal with China left Nepal saddled with debt\n\nLeaders from dozens of countries are gathering in Beijing starting today for the 10th anniversary of the Belt and Road Initiative, President Xi Jinping's signature infrastructure campaign, which has doled out an estimated $1 trillion in loans and grants around the world.\n\nA decade on, China's overseas development projects are facing criticism for costly and poor-quality construction that has left borrower nations awash in debt. Among them is a new airport that Nepal hoped would catapult Pokhara, its second-largest city, into a global tourist destination.\n\nA Times investigation found that the China-owned construction company in charge of the project repeatedly dictated business terms to maximize profits and protect its interests, while dismantling Nepali oversight of its work. This has left Nepal on the hook for an international airport built at an inflated price, without the necessary passengers to repay loans to its Chinese lender.\n\nIn China, officials have tried to put a floor under falling real estate sales in recent weeks but so far to little effect. China is now paying a price for its decades-long dependence on real estate to drive economic growth.\n\nA father's desperate search\n\nMore than a week after an earthquake devastated his village in northwest Afghanistan, Noor Ahmad is on a harrowing hunt to find his 5-year-old son, Sardar. Ahmad found his wife and his five young daughters -- all crushed to death. But there was no sign of Sardar.\n\nAhmad's son is one of hundreds still missing. The series of earthquakes, the deadliest in Afghanistan in decades, killed roughly 1,300 people and injured 1,700 more, most of whom lived in only a few villages tucked in a stretch of desert along the Iran border.\n\nTHE LATEST NEWSAround the World\n\nCentrist and progressive forces were poised to oust Poland's nationalist government after an election seen as one of the most significant in decades.\n\nA judge imposed a limited gag order on Donald Trump, restricting him from making statements attacking the witnesses, prosecutors or court staff.\n\nJanet Yellen, the U.S. treasury secretary, told European economic leaders that the U.S. would not back away from aiding Ukraine despite some Republican resistance.\n\nFour Ukrainian children who had been taken to Russia were reunited with their families after Qatar mediated negotiations for their return.\n\nJavier Milei is leading the polls in Argentina's presidential election on Sunday, but his past comments attacking Pope Francis are still dogging him.\n\nOther Big Stories\n\nA team of scientists found that serotonin levels were lower in some people suffering from long Covid.\n\nFears of lab leaks are stalling virus studies in the U.S. that could thwart the next pandemic.\n\nRite Aid, one of the largest U.S. pharmacy chains, filed for bankruptcy, weighed down by debt, declining sales and lawsuits over prescriptions for painkillers.\n\nA Morning Read\n\nAbout 99 percent of the world's salmon farming takes place in open net-pens in the ocean, a system criticized for spreading pollution, diseases and pests like sea lice, which result in the use of antibiotics and pesticides. Warming oceans mean their days are likely numbered.\n\nLand-based salmon farms in the U.S. are rising as an alternative -- one that's cleaner, more ecologically responsible and potentially has a lower carbon footprint.\n\nLives lived: Martti Ahtisaari, a Finnish statesman whose quests to end conflict took him from the deserts of Namibia to secret arms caches in Ireland, earning him the Nobel Peace Prize, died at 86.\n\nARTS AND IDEAS He doesn't believe in free will. Feel free to argue.\n\nIn his book, \"Determined: A Science of Life Without Free Will,\" Robert Sapolsky, a biologist and neurologist at Stanford University, refutes the biological and philosophical arguments for free will. He contends that we are not free agents, but that biology, hormones, childhood and life circumstances coalesce to produce actions that we merely feel are ours to choose.\n\n\"I want to wean people off the knee-jerk reaction to the notion that without free will, we will run amok because we can't be held responsible for things,\" Sapolsky said. Read the full conversation about his book.\n\nRECOMMENDATIONS\n\nCook this comforting skillet chicken with mushrooms and caramelized onions.\n\nListen to Drake's \"For All the Dogs,\" his 13th LP to hit No. 1.\n\nPack your overnight bag with all your essentials.\n\nWrap up your marathon training by tapering off without losing fitness.\n\nPlay Spelling Bee, the Mini Crossword, Wordle and Sudoku. Find all our games here.\n\nThat's it for today's briefing. See you tomorrow. -- Justin\n\nP.S. Sign up to receive our new Israel-Hamas War Briefing to get the latest news and analysis about the conflict.\n\nWe welcome your feedback. Send us your suggestions at briefing@nytimes.com.",
        "url": "https://www.nytimes.com/2023/10/16/briefing/hamas-israel-war-china-nepal-afghanistan-quake.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/101623ambriefing-asia-promo/16israelgaza-photos-gjmf-videoSixteenByNine3000-v2.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Supreme Court Again Lets Stand Biden's Limits on 'Ghost Guns'",
        "body": "After the justices temporarily revived the regulations in August by a 5-to-4 vote, lower courts nonetheless let two manufacturers continue to sell the weapons.\n\nThe Supreme Court reiterated on Monday what it had said just two months ago: that the Biden administration may continue to regulate \"ghost guns\" -- kits that can be bought online and assembled into untraceable homemade firearms -- while appeals move forward.\n\nThe court's brief order gave no reasons, which is typical when the justices act on emergency applications. There were no noted dissents.\n\nAfter the Supreme Court's initial ruling, issued Aug. 8, a federal judge in Texas and the U.S. Court of Appeals for the Fifth Circuit nonetheless allowed two manufacturers to continue to sell the banned kits. The courts reasoned that the justices had left open the possibility of tailored relief for individual businesses.\n\n\"We are unpersuaded by the government's insistence that the district court flouted the Supreme Court's Aug. 8 order,\" a three-judge panel of the Fifth Circuit wrote this month in an unsigned opinion refusing to pause a trial judge's ruling in favor of the manufacturers.\n\nIn an emergency application asking the Supreme Court to intervene, Solicitor General Elizabeth B. Prelogar, using unusually sharp language, wrote that the lower courts had indeed flouted the justices' authority and \"effectively countermanded this court's authoritative determination.\" She added that \"the court should not tolerate that affront.\"\n\nShe went on: \"The lower courts openly relied on arguments that this court had necessarily rejected.\"\n\nThe lower court rulings, if allowed to stand, would have sweeping consequences, Ms. Prelogar wrote. Under them, she wrote, \"anyone seeking to buy a gun without a background check -- including felons, minors and other prohibited persons -- can readily procure and complete an untraceable firearm from respondents' websites.\"\n\nThe regulation was issued last year by the Bureau of Alcohol, Tobacco, Firearms and Explosives. It broadened the bureau's interpretation of the definition of \"firearm\" in the Gun Control Act of 1968.\n\nThe regulation did not ban the sale or possession of kits and components that can be assembled to make guns, but it did require manufacturers and sellers to obtain licenses, mark their products with serial numbers and conduct background checks.\n\nGun owners, advocacy groups and companies that make or distribute the kits and components sued to challenge the regulations, saying that they were not authorized by the 1968 law.\n\nIn July, Judge Reed O'Connor, of the Federal District Court for the Northern District of Texas, sided with the challengers and struck down the regulation. \"A weapon parts kit is not a firearm,\" he wrote, adding \"that which may become or may be converted to a functional receiver is not itself a receiver.\"\n\nHe added: \"Even if it is true that such an interpretation creates loopholes that as a policy matter should be avoided, it is not the role of the judiciary to correct them. That is up to Congress.\"\n\nA three-judge panel of the U.S. Court of Appeals for the Fifth Circuit, in New Orleans, refused to pause key aspects of Judge O'Connor's ruling.\n\nBut the Supreme Court granted a stay in August by a 5-to-4 vote, with Chief Justice John G. Roberts Jr. and Justice Amy Coney Barrett joining the court's three liberal members -- Justices Sonia Sotomayor, Elena Kagan and Ketanji Brown Jackson -- to form a majority.",
        "url": "https://www.nytimes.com/2023/10/16/us/supreme-court-biden-ghost-guns.html",
        "image": "https://static01.nyt.com/images/2023/10/13/multimedia/00dc-scotus-ghost-thlj/00dc-scotus-ghost-thlj-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Down the Rabbit Hole With Miffy",
        "body": "Hordes of young adults in North America are embracing joy and childhood nostalgia with Miffy, a poker-faced, fictional, Dutch bunny.\n\nThree years ago, Nancy Miah had never heard of the fictional, Dutch, poker-faced bunny known as Miffy. Now, she calls herself the \"Miffy Queen.\"\n\nEvery time Ms. Miah, a content creator in New York, visits Amsterdam with her Dutch boyfriend, she stocks up on Miffy products. \"I would buy a bunch of Miffy stuff, and people would ask, 'Where did you get that, what is that?'\" she said.\n\nNow her friends, who previously had zero interest in collecting cute characters and toys, are obsessed with Miffy merch. \"I have friends who are big fashion heads who don't care about kawaii culture at all,\" Ms. Miah, 28, said. \"They're like 'Oh, can you pick me up a Miffy plushie when you come back from Amsterdam next time?'\"\n\nMiffy was created in 1955 by Dick Bruna, a Dutch artist and author. She is the star of a series of picture books and a familiar character in many European and Asian countries. (In the Netherlands, she's known as \"nijntje.\") Until recently, she was largely unknown in North America, where most children did not grow up reading her books, watching her on TV or seeing her merchandise in stores.\n\nBut over the last year, Miffy has become ubiquitous in America. She's on TikTok and Instagram, dangling from key rings and glowing as giant floor lamps. On Pinterest, she adorns nail art, stares out from the back of phone cases and nestles on beds in various plush forms. Google searches for Miffy in the U.S. have never been higher, increasing by 210 percent from 2022. And on TikTok, the hashtag for Miffy earned more than 400 million views in the last year, with America accounting for over a quarter of those views.\n\nThe hordes of new Miffy fans, buying and showcasing their merch online, are more often than not young adults who want to inject a little joy -- and childhood -- into their daily lives. They are challenging the idea that cute characters meant for kids have an age limit. As one TikTok creator put it in a caption underneath a video of her unboxing a Miffy floor lamp: \"I love having adult money, so I can spend it on kid things.\"\n\nIn 2020, when Ms. Miah began posting her Miffy collection on TikTok, she frequently had to explain who the character was to her followers. Ms. Miah is a part of the kawaii community on TikTok, where cute characters reign supreme. While her followers were well-versed in Hello Kitty lore and the creatures of Studio Ghibli films, Miffy was new for many of them.\n\nIn the past year, Ms. Miah's following has doubled, and her Miffy-related videos draw the most views. Many of her new followers come from outside the kawaii community, she said, including people interested in home goods, fashion and interior design.\n\nBefore 2019, most of the efforts to market Miffy in North America were catered toward young children, highlighting her literary heritage, said Debra Joester, the president and chief executive of Joester Loria Group, an agency that licenses Miffy in North America.\n\n\"Most literary brands start when you're very young,\" Ms. Joester said, \"and then there's that nostalgic factor of wanting to continue with the characters, and the art, that you fell in love with as a young child.\" In America, she said, that was \"not the case with Miffy.\"\n\nSo the company shifted its marketing strategy to focus more on aesthetics, promoting Miffy as a character with a versatile, classic design that translated well on everything: children's apparel, accessories and home goods. In 2022, the success of a Miffy collaboration with Hanna Andersson, a children's clothing brand, led to more retailers wanting to stock Miffy goods. This was a turning point, Ms. Joester said. Miffy merchandise sales in the U.S. shot up 435 percent in 2022 and have continued to grow since.\n\nThis year, Miffy had a little bit of lunar luck as well -- 2023 is the Year of the Rabbit in the Lunar New Year. High profile brands like Mulberry and Tommy Hilfiger partnered with Miffy on limited edition collections, introducing her to new audiences. At the same time, Gen-Z TikTok creators continue to popularize Miffy, highlighting items they've collected and spotlighting shops selling Miffy merch.\n\nIn the U.S., Miffy products are still relatively hard to find -- which may be part of the appeal. \"Miffy feels very new for Americans,\" Ms. Joester said. \"I think part of what Gen Z does love is that act of discovery -- when they see something that isn't broadly out there and they can start making it their own.\"\n\nMore products specifically targeting Gen Z -- including apparel, home goods and accessories -- will roll out next year in the American market in stores like Urban Outfitters. On a recent trip to the mall, Emma Salehi, a college sophomore in Los Angeles, spotted a Miffy shirt at Uniqlo. \"All the girlies at my school -- I've seen three people so far wearing that shirt within the span of a week,\" Ms. Salehi, 18, said.\n\nThe interest in Miffy among American adults points to a broader shift in spending habits and attitudes toward toys, both of which have changed since the Covid-19 pandemic. \"There's a big bump in purchasing power from them within toys and plush -- all these things that would typically be bought for kids, they're buying for themselves,\" said Erin Rechner, referring to adults. She is the head of kidswear at WGSN, a trend forecasting company. \"In the Asian market, that's already something that's ingrained in the culture, where adults are buying similar items that their kids and youth are interested in,\" she said.\n\nFiona Harkin, a foresight editor at the Future Laboratory, a trend forecasting company, referenced Japan's well-established kawaii culture, and how that concept is becoming more and more embraced in the West.\n\n\"I think people do look for comfort and simplicity, and most of the time we find that in our childhood -- Miffy is a great character for that, especially with the slightly blank face,\" Ms. Harkin said. \"It says an awful lot about how you can project onto that character -- it's very clever.\"\n\nBut for many Miffy enthusiasts, the reason they're drawn to the character is a simple one: She adds joy to the mundane.\n\nThis summer, Elle Wedel, a student and content creator from Toronto, shared a video of herself -- one of her most popular TikToks -- repurposing a Miffy soap dispenser into a makeup-remover dispenser. \"Some people might say that it's a bit frivolous, but personally I think that anything that can brighten your day, or simple tasks, just by existing can make a huge difference,\" Ms. Wedel, 21, said.\n\nMiffy's typically neutral color palette and simple design also blends in well with different aesthetics. \"She can be incorporated into day-to-day items in a more subtle way, but it's still a little bit of joy sprinkled in there,\" Ms. Wedel said. \"That's kind of unique to Miffy.\"",
        "url": "https://www.nytimes.com/2023/10/16/style/miffy-dutch-american.html",
        "image": "https://static01.nyt.com/images/2023/10/14/fashion/14MIFFY-IS-EVERYWHERE-top-sub/14MIFFY-IS-EVERYWHERE-top-sub-videoSixteenByNineJumbo1600.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "For Book Fairs, Scholastic Will Separate Titles That Deal With Race and Gender",
        "body": "Schools can opt to display these books -- or not. The list includes biographies of the civil rights icon John Lewis and Supreme Court Justice Ketanji Brown Jackson.\n\nScholastic, the children's book publisher, said that its elementary-school book fairs would now have a separate section for titles that deal with race, gender and sexuality -- a response to dozens of state laws that restrict how those subjects are discussed in schools.\n\nThose organizing book fairs can include -- or exclude -- that set of books, known as the \"Share Every Story, Celebrate Every Voice\" catalog. School fairs can also choose to include specific books from the list.\n\nThe separate catalog of 64 titles includes a children's biography of Supreme Court Justice Ketanji Brown Jackson; a fantasy novel about a Lakota girl; a graphic novel featuring the Black Panther superhero; and a book about different family types, such as adoptive families and families with same-sex parents, according to a list provided by Scholastic.\n\nSome contain basic history, such as \"I Am Ruby Bridges,\" about school integration, and \"Because of You, John Lewis,\" about the civil rights leader's role in the 1965 march from Selma to Montgomery, Ala.\n\n\"We don't pretend this solution is perfect -- but the other option would be to not offer these books at all -- which is not something we'd consider,\" the publisher said last week in a statement.\n\nAlongside PEN America, the free speech organization, Scholastic has signed onto an open letter opposing state laws that effectively ban books in schools. But the publisher's decision shows the difficulty of navigating this new legal environment, with its tough sanctions. In Florida, for example, educators could lose their jobs, and school districts can be sued and fined.\n\n\"These laws create an almost impossible dilemma: back away from these titles or risk making teachers, librarians and volunteers vulnerable to being fired, sued, or prosecuted,\" the publisher said. \"We cannot make a decision for our school partners around what risks they are willing to take.\"\n\nSome schools in all 50 states have chosen to go ahead and order book fair titles from the \"Share Every Story\" catalog, said Anne Sparkman, a Scholastic spokeswoman. .\n\nThe general list for the fairs also features books with \"diverse representation,\" she added, such as \"Eyes That Speak to the Stars,\" about an Asian boy learning to love the shape of his eyes, and \"Frizzy,\" about a Dominican girl embracing her curly hair.\n\nScholastic is not the only educational publisher to get caught in this web. Last year, the publication of a prominent elementary-school reading curriculum was delayed amid debate over whether the content should be revised to avoid violating state laws.\n\nThe College Board has edited its A.P. African American Studies course multiple times, first under pressure from the administration of Gov. Ron DeSantis of Florida to remove certain themes, and then again after Black studies scholars protested those revisions.\n\nProgressive educators often oppose removing content from curriculums on topics like structural racism or transgender identities, seeing it as acceding to censorship.\n\nAnd the independent journalist Judd Legum has argued that Florida's restrictive curriculum laws do not apply to the fairs. Students use their own money to purchase books to take home.\n\nBut school districts across the state have tended to interpret the laws, which are vaguely written, broadly. The Florida Department of Education, and several local school districts, did not immediately respond to questions.\n\nSome schools, including in Broward, St. Lucie, Miami-Dade, Sumter, Lake and Brevard Counties, are requiring parents to fill out permission slips allowing children to attend book fairs.\n\nSeveral schools have taken the additional step of giving parents access to a long list of titles offered at Scholastic fairs, including some in the separate \"Share Every Story\" catalog.\n\nThere are more than 120,000 Scholastic book fairs annually, according to the publisher. It launched the fairs in 1981, and shares profits from the sales with schools, generating $200 million in contributions, according to the company.",
        "url": "https://www.nytimes.com/2023/10/16/us/scholastic-book-fair-diversity-censorship.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16nat-scholastic-zcmv/16nat-scholastic-zcmv-videoSixteenByNineJumbo1600.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "'Beckham' Is Worth Watching, Especially for the Style",
        "body": "The new Netflix series is about a famous athlete and his famous family. But it's also a love story told through fashion.\n\nNetflix has a new most popular show. \"Beckham,\" which was released Oct. 4, is a splashy four-part documentary series about one of the most famous footballers of all time.\n\nIn the series, David Beckham now 48, charts his journey from working-class obscurity in south London to a young star at Manchester United, captain of the England squad and half of one of the biggest celebrity couples in contemporary pop culture. His wife of 24 years, Victoria Beckham -- once known as Posh Spice -- supports him from the sidelines. Viewers are treated to interviews with his tight-knit family and a constellation of teammates, celebrity friends and even some of the paparazzi who built careers on chasing the Beckhams' every move.\n\nThe doc takes us from the 1990s and the duo's matching leather catsuits through their flamboyant purple wedding outfits, his varied hairstyles as he moves to clubs like Real Madrid and LA Galaxy and her hair extensions and the microshorts that defined her WAG era through to complimentary cashmere and denim looks of the present day.\n\nVanessa Friedman There are many reasons to watch the Netflix Beckham documentary, but the sheer joy of going down that turn-of-the-millennium fashion hole has got to be one. It was like a mini history lesson in style (and style faux pas).\n\nGuy Trebay It was a millennium fashion hole for sure -- their purple wedding suits, for example. But I found it way more enjoyable as a snapshot of class. The period mostly covered in the first two episodes was an open time of flouting the class divide.\n\nElizabeth Paton Their engagement in 1998 could have been a royal one, there was so much delirium about it. It is hard to overestimate how obsessed the world -- but particularly the British public -- were with their his-and-hers fashion efforts. The double denim looks. Matching black leather catsuits from Gucci (at a Versace party). The fact her hair was shorter than his.\n\nG.T. Bullingdon boys didn't wear Mohawks.\n\nStella Bugbee His hair was an important subplot in this series -- the many bleach jobs and half-ponytails dovetail with the changes in his career. The filmmakers seem to implicate his shaved his head as the catalyst for the rift that would send him packing from Manchester United. His buzz cut spawned a craze for young fans who shaved their heads to look like him. He appears to have enjoyed that relationship with his fans and used his hair as a tool for hype.\n\nV.F. Sometimes his hair was apparently styled by Victoria! Even just after she gave birth, when he had to face the press, he asked her to fix his hair first. I was struck by how much she seemed to be shaping his image behind the scenes, but I appreciate a man who is willing to admit to his vanity. To pick up the wedding thread: Royal is the right word, Lizzie. Down to the matching purple outfits -- which they laugh about now.\n\nE.P. Soccer is a macho arena. And here is David Beckham, wearing a purple suit, or being photographed wearing a sarong. That was genuinely groundbreaking for a celebrity like him in 1998.\n\nG.T. The sarong was important -- and I return to class here -- because lads and lager louts were not wearing skirts.\n\nV.F. The sarong speaks to his -- and her -- ambition for careers beyond the original game of football and pop music. Victoria always understood image creation. It's also telling that the first public sign of their relationship was he gave her a Cartier watch to match his own. In some ways, this is a love story told in clothes.\n\nG.T. They are low key in the doc -- his wool pullover, her jeans and tee.\n\nE.P. It's interesting to note the evolution from them wearing identical outfits to their gently complementary looks now. Their tendency to twin hasn't gone away. Just matured.\n\nV.F. The designer list from her WAG years was very flashy: Dolce & Gabbana, Roberto Cavalli, Antonio Berardi.\n\nS.B. What she wore wasn't a big part of this series, which seems like a deliberate choice -- Vanessa pointed out that they don't even mention her career as a serious designer. Obviously it's a show that forefronts him, but it's still a miss.\n\nV.F. Victoria seems to be positioning herself in the background, as the less showy person. We don't see her closet, but we get a glimpse of David's, which is extraordinary.\n\nS.B. His meticulous closet! The documentary doesn't care about what's in it as much as the way it shows his O.C.D. tendencies -- which they hint at in other parts of the filming, too -- the compulsive neatness in the kitchen, for example.\n\nG.T. The most human part of him, the least managed -- or manageable -- is the O.C.D. There's a moment where he adjusts a clothes hanger by a millimeter.\n\nV.F. I was struck by his attention to detail for the Miami club -- picking the pink, having a pink net, picking the team's suits. He is still very attuned to image. In the documentary, you realize how much he changed the game when it comes to footballers and brands. Messi (the Messi store), Neymar and L.V. -- Beckham really opened up those possibilities. Now he seems to be actively managing his own transition to owner.\n\nE.P. I don't know how it's been received in the U.S., but in the U.K., people are feeling very nostalgic and fuzzy toward the couple, if probably slightly guilty about the hideous way in which celebrities in the 1990s and 2010s were treated. It's a master class in keeping your personal brand positive.\n\nElizabeth Paton, Vanessa Friedman, Guy Trebay and Stella Bugbee contributed reporting.",
        "url": "https://www.nytimes.com/2023/10/15/fashion/beckham-netflix-documentary-style.html",
        "image": "https://static01.nyt.com/images/2023/10/15/multimedia/15BECKHAMDOC-06-cwlj/15BECKHAMDOC-06-cwlj-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 5 Live - In Short, 'Our lives will never, ever be the same'",
        "body": "A group of mums who lost their children to brain tumours will be doing a skydive this weekend.\n\nSpeaking to 5 Live's Clare McDonnell, Louise Fox said: \"We've been talking about doing something to honour our children. It needs to be something quite meaningful and that pushes us out of our comfort zone.\n\n\"The skydive idea came into mind because then we'd be close to our children.\"\n\nLouise lost her 13-year-old son George to the most aggressive form of brain tumour, a glioblastoma.\n\nBrain Tumour Research says the condition kills more children and adults under the age of 40 than any other cancer.\n\nThis clip is originally from 5 Live Drive on 2 October 2023.",
        "url": "https://www.bbc.co.uk/programmes/p0glbc07",
        "image": "https://ichef.bbci.co.uk/images/ic/640x360/p0glbcv1.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Dog Rescued After Freighter Crash (To Be Clear, It Was 100 Years Ago)",
        "body": "Finding a sunken ship in the vast Lake Superior, 800 feet down, is not easy. Identifying it can be even harder.\n\nHe wanted to save the dog.\n\nA century ago, on Oct. 11, 1923, the Huronton, an empty 238-foot freighter, was accidentally hit broadside by another freighter, the Cetus, in Lake Superior, one of the Great Lakes. The 17-man crew of the Huronton quickly scrambled to safety aboard the Cetus.\n\nBut Richard Simpell, the first mate, decided he had to save the 18th member of the crew: a bulldog that served as the ship's mascot. Mr. Simpell jumped back on board the sinking Huronton, cut the dog loose and carried it to safety, as The Buffalo Evening News reported at the time.\n\nThe Huronton went down in 18 minutes. No human or canine lives were lost.\n\nThe ship sank to \"100 fathoms,\" The Buffalo Courier reported poetically, or 600 feet. Actually, it sank to 800 feet. We know this because it was found this summer, lying at the bottom of the lake.\n\nWhich raises the question: Lake Superior is 31,700 square miles, so how do you possibly find a sunken ship out there?\n\nA century ago, hundreds of freighters plied the Great Lakes, bringing goods from Michigan to Minnesota or from Ontario to Chicago. And just about every year some would sink. The most remembered today is probably the Edmund Fitzgerald, a freighter that sank in 1975 and inspired a song by the Canadian folk singer Gordon Lightfoot.\n\nThe Great Lakes Shipwreck Historical Society regularly sends out a research vessel seeking sunken ships. It tows an armored cable attached to a small, remotely operated vehicle with high definition cameras and high-intensity lighting.\n\nFinding a ship \"can be kind of a tedious process at times,\" said Bruce E. Lynn, the executive director of the society. \"We jokingly say it's like mowing the lawn. You're going back and forth and covering this area.\"\n\nIt's not quite a needle-in-a-haystack challenge though. Searchers stick to the old shipping lanes. And sometimes they are looking for specific wrecks.\n\nMr. Lynn said one ambition was to find two World War I-era French Navy minesweepers that were missing somewhere in Lake Superior. A group of three made in Canada were crossing and encountered a storm. Two sank, but crew members on the third were able to recount the incident, giving hunters some clues.\n\nOnce a ship is found, the challenge becomes identifying it. \"There's a lot of shipwrecks out there,\" Mr. Lynn said.\n\n\"Particularly in a case of a wreck where there are survivors, we'll have a general idea where that ship is,\" Mr. Lynn said. \"Not exactly, because sometimes they will be reported as having gone down here, and it's 20 miles away.\" In the case of the Huronton, which was found 20 miles northwest of Whitefish Point on the Upper Peninsula of Michigan, \"it was really, really close to where it was supposed to be.\"\n\n\"One of the dead giveaways for this one was how modern it was by 1923 standards,\" Mr. Lynn said. \"When we start seeing electric lights on a steel-hulled vessel we're pretty sure we know which ship we're looking at.\"\n\nHe added: \"We get lucky sometimes, too. We came across a part of a hull which had an ornate nameboard and the name 'Atlanta' just jumped off the side of the ship. That was really lucky.\"\n\nThe shipwreck society is a nonprofit that receives its financing from visits to its museums, donations and grants. Treasure hunting is not a motivation. \"The prime directive is, we don't touch these things,\" Mr. Lynn said. \"We create a snapshot in time of that shipwreck.\"\n\n\"And anything in Michigan waters,\" he added, \"becomes property of the state of Michigan. We would have to apply and have a very good reason to pull something up off a wreck.\"\n\nAt least a dozen shipwrecks have been discovered in the Great Lakes in the past two years. Mr. Lynn said the Huronton was special because of the extreme depth at which it was found, but also because of its story.\n\n\"Think of these ships,\" Mr. Lynn said. \"They're underway. You had fog, compounded by forest fires in the area, and you probably couldn't see from one end of the ship to the other. And they didn't have radar.\"\n\nAfter the crash, \"the captain on the Cetus realized within about two seconds,\" Mr. Lynn said. \"He kept his wits about him.\" He kept the ship moving forward, and essentially plugged the hole that his ship had made in the side of the Huronton, giving its crew time to escape.\n\nMr. Lynn summed it up: \"If you could call any shipwreck a happy ending, this one was one of them.\"\n\nNot least for the bulldog.",
        "url": "https://www.nytimes.com/2023/10/16/us/lake-superior-shipwreck-huronton.html",
        "image": "https://static01.nyt.com/images/2023/10/16/video/16vid-shipwreck/16vid-shipwreck-videoSixteenByNineJumbo1600.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Squash breakthrough spurs Aitken on for LA 2028",
        "body": "Squash making its Olympics debut at the 2028 Games is \"an incredible breakthrough\" for the sport, enthused Lisa Aitken.\n\nCurrently recovering from cruciate ligament damage, the 33-year-old from Montrose has been inspired by the announcement.\n\n\"I'll be doing whatever it takes to get to LA,\" she told BBC Scotland.\n\n\"I'm not a spring chicken by any means, currently recovering from a big ACL injury.\n\n\"But we don't like to see or think of there being a peak age for athletes in squash, we see many different athletes peaking at different points and I feel like I've still got quite a lot in the tank left to give.\n\n\"Obviously you have to take into consideration things like family planning. We only got the news today but already questions like that are going through my head.\n\n\"We currently have two mums on the tour who have gone away, had a baby, come back and they are now competing at top ten level - that's really inspiring to see.\n\n\"For me, it'll be a case of working out a way which I can continue to train right the way through until LA and then perhaps thinking about that afterwards. So perhaps getting advice on things like freezing eggs. That all of a sudden becomes very real, with quite daunting conversations.\"\n\nAitken, who missed two years of competition after contracting dengue fever in 2014, enjoyed a career best ranking of 21 in December 2022 before injury struck in Cairo a month later.\n\n\"It's obviously every athlete's dream to be called an Olympian,\" she said. \"Being able to showcase our sport and all the personalities we have within our game on the biggest platform in the world is just an incredible breakthrough.\n\n\"As long as I've been in the sport I feel like we embody the Olympic values - whether it be respect, integrity, friendship and innovation as well.",
        "url": "https://www.bbc.com/sport/squash/67125071",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/18546/production/_131445699_gettyimages-1413092243.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Jordan Inches Closer to Speakership, but Republican Holdouts Remain",
        "body": "The Ohio Republican won over several mainstream members of his party who had initially withheld their support, but was still short of the votes needed to win the gavel.\n\nRepresentative Jim Jordan of Ohio picked up steam on Monday in his bid to become speaker, winning over several of his biggest opponents in the fractured G.O.P. ranks even as deep reservations remained about elevating him to the top post in the House.\n\nSeveral mainstream Republicans who had said they could not countenance a vote for Mr. Jordan, the hard-line co-founder of the ultraconservative House Freedom Caucus, fell into line after a pressure campaign by his right-wing allies and a series of one-on-one calls with him.\n\nTheir reversals suggested that Mr. Jordan was within striking distance of the 217 votes he would need to be elected in a planned vote around noon on Tuesday -- although the outcome remained far from certain.\n\n\"The role of the speaker is to bring all Republicans together. That's what I intend to do,\" Mr. Jordan said in a letter sent to his Republican colleagues on Monday. In it, Mr. Jordan, the chairman of the Judiciary Committee, acknowledged the deep divisions in the G.O.P. and said he would give more lawmakers input into the party's agenda.\n\n\"We will make sure there are more Republican voices involved in our major decisions beyond the Five Families,\" he wrote, using House G.O.P. lawmakers' shorthand for the various factions in their ranks, which is also a reference to warring Mafia crime families.\n\nPeople close to Mr. Jordan said the number of Republican holdouts had shrunk from around 50 to around 10. That is still enough to block his election but he planned to press ahead anyway, counting on his remaining opposition to cave under pressure on the House floor.\n\nShould Mr. Jordan, 59, become speaker, it would cap an extraordinary rise in Congress that propelled him from a right-wing rebel on the fringes of his party to the post that is second in line to the presidency. It would also be the clearest indicator yet of how far House Republicans have moved to the right during Mr. Jordan's 16 years in the chamber, and how strong a grip former President Donald J. Trump, who counts Mr. Jordan among his closest allies, has on the party.\n\nA small band of hard-right Republicans, most of whom are supporters of Mr. Jordan, forced Kevin McCarthy out as speaker two weeks ago. Then a broader group of Mr. Jordan's supporters refused to back the party's initial chosen successor for the post, Representative Steve Scalise of Louisiana, who abruptly withdrew last week.\n\nThe downfalls of Mr. McCarthy and Mr. Scalise left many mainstream Republicans bitter that the will of a majority in their ranks had not been honored. Several argued that elevating Mr. Jordan would reward \"bad behavior.\"\n\nIn his conversations with holdouts, Mr. Jordan said he listened to \"frustrations about the treatment of Kevin McCarthy and Steve Scalise and the events of the past month.\"\n\nMr. Jordan won the party's nomination after Mr. Scalise's withdrawal, but scores of Republicans signaled that they would not support him on the House floor.\n\nThat was before Mr. Jordan and his allies went to work with a public pressure campaign against lawmakers who were resisting his election.\n\nAmy Kremer, a political activist who also leads Women for America First, which organized a \"Stop the Steal\" rally on Jan. 6, 2021, posted a hit list of 12 members on Friday. She listed their office phone numbers and urged her followers to call them and tell them to support Mr. Jordan. The list included Representatives Ann Wagner of Missouri, Mike Rogers of Alabama and Carlos Gimenez of Florida, all of whom had publicly stated their opposition to Mr. Jordan.\n\nBy Monday morning, two of the three had declared their support for him.\n\nMs. Wagner, a supporter of Mr. Scalise, had called Mr. Jordan's candidacy a \"nonstarter\" and accused him of behaving classlessly after his loss to Mr. Scalise. But on Monday, she said Mr. Jordan had won her over.\n\n\"Throughout my time in Congress, I have always been a team player and supported our Republican nominees out of conference,\" Ms. Wagner said in a statement. \"Jim Jordan and I spoke at length again this morning, and he has allayed my concerns about keeping the government open with conservative funding, the need for strong border security, our need for consistent international support in times of war and unrest, as well as the need for stronger protections against the scourge of human trafficking and child exploitation.\"\n\nMr. Rogers, the chairman of the Armed Services Committee, said he had \"two cordial, thoughtful and productive conversations\" with Mr. Jordan, and received assurances about carrying out the functioning of government and funding of the military.\n\nMr. Jordan also picked up support from Representative Ken Calvert of California, the chairman of the Defense Appropriations Subcommittee, who said he had spoken with Mr. Jordan \"about how we must get the House back on a path to achieve our national security and appropriations goals.\"\n\nAnother initial holdout, Representative Vern Buchanan of Florida, said he remained \"deeply frustrated\" but would vote for Mr. Jordan based on the need to have a functioning House.\n\n\"I believe the future and immediate well-being and security of our country is too important and the need for Republicans to move forward united is greater than ever,\" Mr. Buchanan said.\n\nStill, there were some members of Congress who were unmoved.\n\nMr. Gimenez said he would continue to support Mr. McCarthy and refuse to give in to the hard-right rebels who had ousted him.\n\n\"Last week, eight colleagues joined all the socialist Democrats to carry-out a coup against our duly-elected Republican Speaker Kevin McCarthy,\" Mr. Gimenez wrote on the social media site X. \"These 8 lit the fuse & every Democrat in Congress provided the gunpowder to overthrow the will of 96% of Republicans in Congress who voted to retain Speaker McCarthy. I will not partake in this despicable coup. Speaker McCarthy should have never been removed to begin with.\"",
        "url": "https://www.nytimes.com/2023/10/16/us/politics/jordan-speakership-holdouts.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16dc-cong-jbzh/16dc-cong-jbzh-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Poland Begins to Look Beyond the Vote, to Unwinding an 'Illiberal Democracy'",
        "body": "If the ballot counts hold out, the country is on the cusp of a significant change, but there will be much to do and undo.\n\nShocked by exit polls on Sunday night indicating that opposition forces had won enough seats in Parliament to oust Poland's nationalist governing party, Polish state television briefly halted its nonstop abuse of government opponents as traitors. One previously vicious anchor even called them \"my dears.\"\n\nBut it was only a momentary wobble. By Monday, as the official results trickled in from a critical general election, Poland's public broadcasting system was back on message. It presented the vote as a triumph for the governing Law and Justice party, despite it falling far short of the majority needed to stay in power, and complained that shenanigans had derailed the government's efforts to entrench hostility to immigration through a referendum.\n\nThe referendum, held alongside Sunday's vote for a new Parliament, flopped because many voters declined to take part, viewing the exercise as a transparent stunt by Law and Justice to rile its base and preserve its policies no matter what the election result.\n\nWith more than 90 percent of the votes counted by Monday evening and mostly aligning with the outcome forecast by exit polls, Poland is on the cusp of what many see as the most significant change of power since voters rejected communism in the country's first partly free election in 1989.\n\nThe big question now, however, is not only whether the opposition can form a government but, if it does manage to take power, can it actually wield it in a system where public broadcasting, the constitutional court, the judiciary in general, the central bank, the national prosecutor's office and other branches of state have been packed with Law and Justice loyalists who, in many cases, cannot be easily dislodged?\n\n\"This is the really important question: How to unwind an illiberal democracy?\" said Wojciech Przybylski, the head of Res Publica Foundation, a Warsaw research group.\n\nMore alarmist voices are warning that the opposition, despite winning an apparent majority in Parliament, might not even get a chance to start unwinding anything.\n\nJaroslaw Kaczynski, Law and Justice's chairman and Poland's de facto leader for the last eight years, made clear on Sunday evening in response to exit polls that he will not give up without a fight.\n\n\"Remember that ahead of us are days of struggle, days of tension,\" the 74-year-old party leader told supporters. \"Regardless of what it will be like in the end, what the final distribution of votes will be -- we will win!\"\n\nLech Walesa, the leader in the 1980s of Solidarity, the trade union movement that opened the way to the 1989 election that toppled communism, warned in an interview with Gazeta Wyborcza, a liberal newspaper, that Mr. Kaczynski, a former ally turned bitter enemy, \"has definitely come up with something, he has definitely prepared something. He will not want -- and will not be able -- to give up power.\"\n\nAdding to the jitters was the surprise resignation just days before Sunday's vote of two of Poland's most senior and respected military commanders. That stirred alarm in some opposition circles that Law and Justice could be tightening its grip on the armed forces in an effort to use force to continue to govern.\n\nBut that scenario, said Piotr Buras, head of the Warsaw office of the European Council on Foreign Relations, is highly unlikely. Mr. Kaczynski, he said, will use all his considerable political cunning to try and stitch together a majority in Parliament, but \"he is not going to bring the army into the street. The army will not follow him even if he tries.\"\n\nA more plausible \"nightmarish scenario,\" he said, is \"constitutional crisis\" -- a showdown between the newly elected Parliament and Poland's president, Andrzej Duda, an ally of Law and Justice who is responsible for inviting someone to form a new government.\n\nIn keeping with precedent, Mr. Duda is likely to first ask Law and Justice to try since it won more votes than any other single party. Prime Minister Mateusz Morawiecki, who greeted the disappointing exit polls with a declaration on Twitter that \"We Won!,\" has already stated his desire to hang on in office, announcing that \"we will certainly try to build a parliamentary majority.\"\n\nThe chances of that happening, however, are remote given that Law and Justice is expected to win only about 200 seats in the 460-member Legislature, short of a majority. Its only potential ally, a radical right-wing group, Konfederacja, won only around 15 seats, according to exit polls, and, even if it could help, it has stated categorically that it won't work with Law and Justice.\n\nPresident Duda would then have to propose a new prime minister more acceptable to the opposition majority.\n\nThe obvious choice would be Donald Tusk, a former prime minister and leader of the biggest opposition grouping, Civic Coalition. But Mr. Duda, in an interview last year, described Mr. Tusk as \"a man I do not trust\" who should never become prime minister again.\n\nIf none of the candidates for prime minister put forward by the president can win the backing of a majority of legislators, Mr. Duda could order a new snap election, restarting the whole process and stoking Poland's already venomous polarization.\n\nSuch a confrontation between Parliament and the president, Mr. Burus said, \"would not be violent\" like an armed coup \"but it could be no less disruptive.\"\n\nIf the opposition does manage to rally behind a prime minister proposed by the president and form a stable government, the risk of grave disruption should recede. But that will open what could be months, even years, of trench warfare around state institutions captured by Law and Justice.\n\nThe public broadcasting system, a nationwide network of radio and television channels that Law and Justice deployed to demonize Mr. Tusk as a German lap dog, should be relatively easy to change. Each new government has the right to appoint top executives.\n\nFar more difficult to remove from the grip of Law and Justice, however, is the judiciary, including the Constitutional Tribunal, whose chief justice, Julia Przylebska, is a longtime friend and ally of Mr. Kaczynski.\n\nUnder Ms. Przylebska the court played an important -- and critics say illegal -- role in pushing Law and Justice's conservative agenda. Under her, the tribunal has put in place a near-total abortion ban and also ruled that Poland's Constitution trumps laws of the European Union, of which Poland is a member and whose rules it committed to follow.\n\nThe opposition wants her gone quickly, especially as her term, according to many lawyers, ended last December. She and her supporters insist she has at least another year to serve.\n\nThe head of Poland's Central Bank, Adam Glapinski, is also a close ally of Mr. Kaczysnki and, though widely blamed for policies that gave Poland one of Europe's highest inflation rates, has five years left in his term.\n\nBut unlike Hungary, a far smaller country whose increasingly autocratic prime minister, Viktor Orban, has had 13 years to capture state structures, Poland, controlled by Mr. Kaczynski for eight years, has retained many features of a functioning democracy, a vibrant free press separate from state media and an economy not dominated by government cronies.\n\n\"Kaczysnki has of course been preparing for what happened on Sunday, but he is not as entrenched as Orban in Hungary\" Mr. Przybylski said. And, unlike Donald Trump, he added, Mr. Kaczynski's most fervent supporters \"are not Proud Boys but pensioners.\"\n\nAnatol Magdziarz contributed reporting.",
        "url": "https://www.nytimes.com/2023/10/16/world/europe/poland-vote.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16poland-1-tmfg/16poland-1-tmfg-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 4 - Analysis, What makes a good school?",
        "body": "What makes a good school? Who decides whether it's high exam grades, or pastoral care? How are parents meant to make sense of the information in making their decision ?\n\nHow should we evaluate schools? Is it about delivering a wide range of subjects, or extra activities and pastoral care that make a \"good\" school? Who gets to decide what is a good school and what does that mean to different people? Many people are influenced by the four Ofsted grades and Ofsted reports so what does research tell us about how consistent those judgements are? Would you choose a school with a good local reputation but a lower inspection grade. The programme talks to Sonia Exley, an associate professor at the London School of Economics, Professor Christian Bokhove at the University of Southampton, Natalie Perera, chief executive of the Education Policy Institute, Andreas Schleicher, Director of Education and Skills at the OECD, George Leckie, Professor of Social Statistics at the University of Bristol,Dr Ellen Gleaves, a postdoctoral researcher.",
        "url": "https://www.bbc.co.uk/programmes/m001rgyw",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0ghvyrp.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Protecting your garden from frost",
        "body": "Our relatively benign climate in the UK means we can use a wide selection of plants from around the world. But some of our plants do need a helping hand to get through the coldest winter weather.\n\nSo what can gardeners do to help out less hardy plants? Some tender plants can be taken into a greenhouse for winter. However, greenhouses do not provide complete protection from frost as they consist of a single, thin pane of glass. They are excellent for keeping rainfall off the plants, which keeps soils dry, however internal temperatures can still fall below 0C, especially as heat escapes during the long winter nights (check your min/max greenhouse thermometer to see the difference in temperature!). Greenhouses cannot be completely 'sealed' because this can lead to the humidity becoming too high on warm, sunny days.",
        "url": "https://www.bbc.com/weather/weather-watcher/42689487",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_weather/18181/production/_99598689_d86fdc20-4f66-4df0-943f-a4e7b99f5b63.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 4 - Izabela in the Forest",
        "body": "Sit back and listen to the sounds of the Białowieża primeval forest in Poland, an immersive adventure recorded by Izabela Dłużyk.\n\nHear the marvellous sounds of Europe's primeval forest, Białowieża, in an immersive experience rich with all kinds of bird song and animal sounds, including that of the rare European bison. They're recorded by Polish field recordist, Izabela Dłużyk. Izabela is unusual as a young woman recordist, in a profession dominated by men, all the more so because has been blind from birth. She developed a special sensitivity to bird song ever since her family gave her a tape recorder at the age of 12, and she at once turned its microphone towards the sky. She identifies species entirely though her ears, with an extraordinarily detailed depth of field.\n\nHearing the forest through Izabela's acute ears we venture into her world as well as that of the wilderness she loves.\n\nRecorded all on location in Białowieża, including night and dawn recordings that bring all sorts of surprises to the microphone",
        "url": "https://www.bbc.co.uk/programmes/m001rf0k",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0gkbwrp.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Marvel's Spider-Man 2 Review: Your Friendly Neighborhood Masterpiece",
        "body": "Marvel's Spider-Man 2 isn't just a video game about superheroes. It's an opportunity to live in Spider-Man's shoes, and gallivanting around New York City with the most satisfying web-shooting and wall-crawling abilities of any Spider-Man game ever made is an experience you shouldn't miss.\n\nI will never forget slinging my first web after the opening scene of Marvel's Spider-Man back in 2018. When Peter Parker jumped out of his apartment window in Manhattan and passed me full control of Spider-Man, my mind was blown. Web-slinging across the city felt more tactile and incredible than in any other Spider-Man game before it, and I finished the game convinced that it was one of the best I'd ever played. The narrative was gripping, the voice actors were cast perfectly, and the bombastic, slow-motion combat moments truly made me feel like a badass superhero. Now that Marvel's Spider-Man 2 is here, I maintain that this series is a triumph that does not disappoint.\n\nMarvel's Spider-Man 2 is an action-adventure game set in a gorgeous open-world rendition of New York City after the events of the first game and the subsequent Spider-Man: Miles Morales spinoff. You don't need to be familiar with the previous Spider-Man games to enjoy the latest entry. But we don't recommend skipping them, either: They're brilliant, they're less expensive these days, and they still play beautifully, so you'll get the best experience and value if you start from the beginning of the series. The new game begins with an optional cinematic recap of the events from the previous titles, but it's only a brief refresher that may still leave you with some questions.\n\nIn the sequel, Peter has taken Miles under his wing as a second Spider-Man, and you swap between the two characters as they team up to protect the city, utilizing their distinct fighting powers and abilities. The primary gameplay centers on hand-to-hand combat, where you use various melee combos, tech gadgets, and special abilities to defeat mobs of bad guys. At times, you also infiltrate larger spaces in stealth using Spidey's web-takedowns to knock enemies out or quietly wrap them up in silky cocoons. When you're not beating people up, you have tons of slower narrative moments to enjoy, and you can navigate the game at your own pace.\n\nOne of my favorite parts of playing this sequel is spending hours traversing New York City. I'm not a native New Yorker, but taking Spider-Man to watch the boats in Central Park, swing across the Brooklyn Bridge, or jump off the Empire State Building brings back all of the wonderful memories I have of the city. And although Spider-Man 2 has a fast-travel system to zap you from one point to another, I never opt to use it because web-slinging around feels just as fun as participating in the game's most eventful moments.\n\nSome major story missions require you to stay on track until you finish them, but otherwise you can wander and take on side quests at your leisure. As you explore, spontaneous crimes such as robberies pop up throughout the city, and you can intervene if you wish. Citizens also request Spider-Man's services directly via the Friendly Neighborhood Spider-Man app, and if you choose to complete those quests, you earn different tokens that you can use to unlock suits and tech upgrades.\n\nThe main campaign is designed to be completed in roughly 20 hours, but your completion time can easily take longer depending on how many side activities you do and how much time you spend meandering.\n\nSpider-Man 2 is approachable for all players because the combat and the basic controls are introduced gradually, and button prompts frequently pop up to remind you what to do. Combat calls for a little more finesse as you unlock new gadgets and special abilities over time, and if you don't have a lot of free time for gaming, jumping back in after a few weeks off can feel disorienting. However, the game has four difficulty settings that you can toggle through at any time, and you can reference the controls from the pause and touchpad menus.\n\nIf you own a PlayStation 5 and you like superheroes or epic action-packed games, or if you simply enjoy web-slinging around Manhattan, Marvel's Spider-Man 2 is a blast to play. It expands on all of the things that made the previous games magical, putting a spin on the already-great combat system and adding fresh New York streets to explore.",
        "url": "https://www.nytimes.com/wirecutter/blog/marvel-spider-man-2-review/",
        "image": "https://cdn.thewirecutter.com/wp-content/media/2023/10/spiderman2review-2048px-screenshot2.jpg?auto=webp&quality=75&crop=1.91:1&width=1200",
        "date": "2023-10-16"
    },
    {
        "title": "Hartlepool's Lowe named Wrexham academy manager",
        "body": "Wrexham have named Andy Lowe as their new academy manager.\n\nWrexham announced in July that they planned to appoint a number of new academy staff following their promotion to League Two.\n\nThe north Wales club made re-forming their academy \"an immediate priority\" after their return to the English Football League (EFL).\n\nWrexham said they did not have the right resources to develop young players during the majority of their 15-year exile from the EFL.\n\nLowe told Wrexham's website he was relishing the prospect of \"establishing an EFL academy with the club\".",
        "url": "https://www.bbc.com/sport/football/67127043",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/133AC/production/_131446787_wrex1.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC World Service - The Climate Question - Bill Gates: Three things I learnt about the tech giant",
        "body": "He admits the climate crisis is 'daunting' but is surprisingly positive about the future\n\n\"It's a daunting problem,\" he admits. Especially, given the political seesawing we've seen in climate pledges in the UK, US and Europe.\n\n\"The constancy of the government saying, yes, we will impose a tax on dirty steel or raise the gasoline taxes to accelerate the transition to electric cars...If you lose that consensus, then our progress could really get slow,\" he stresses.\n\nBut seeing firsthand how big an impact climate change is having on people keeps him motivated.\n\n\"When I go to Africa, and I see the tough conditions there... It makes me think, Okay, can we fix this,\" he tells me. And as one of the richest people on Earth, he's certainly in a good position to do so.",
        "url": "https://www.bbc.co.uk/programmes/articles/d9cpGrwTwzT52DyH0rL4hZ/bill-gates-three-things-i-learnt-about-the-tech-giant",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0glc5xg.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "An X-Wing Model From the Original 'Star Wars' Sells for $3.1 Million",
        "body": "After Greg Jein, an Oscar-nominated visual effects artist, died last year, his friends discovered the prop stashed in a cardboard box in his garage.\n\nA model of an X-wing fighter, which was used to film the climactic battle scene in the 1977 \"Star Wars,\" sold at auction on Sunday for $3,135,000, far exceeding the opening price of $400,000 and setting a record for a prop used onscreen in a \"Star Wars\" movie, according to Heritage Auctions.\n\nNot bad for a model spaceship found buried in some packing peanuts in a cardboard box in a garage.\n\nFriends of Greg Jein, a Hollywood visual effects artist, discovered the X-wing stashed in his garage last year after he died at age 76.\n\nIt was one of hundreds of props, scripts, costumes and other pieces of Hollywood memorabilia that Mr. Jein had collected over the decades, and had left scattered throughout two houses, two garages and two storage units in Los Angeles.\n\nHeritage Auctions said the winning bidder did not want to be publicly identified. The buyer had been bidding on the floor of the auction house in Dallas, competing with another collector who was bidding over the phone.\n\nA similar model X-wing sold last year for nearly $2.4 million.\n\nMore than 500 other items from Mr. Jein's collection also sold at the auction, for a total of $13.6 million.\n\nThe two-day event was the second-highest-grossing Hollywood auction in history, after the 2011 sale of memorabilia from the actress Debbie Reynolds, which grossed $22.8 million, Heritage Auctions said.\n\nHer collection included Marilyn Monroe's billowing \"subway dress\" from the 1955 movie \"The Seven Year Itch,\" which sold for $4.6 million.\n\nMr. Jein's collection reflected his passion for science fiction, comic books and fantasy.\n\nIt included a Stormtrooper costume from the original \"Star Wars\" movie, which sold for $645,000, a spacesuit from the 1968 Stanley Kubrick movie \"2001: A Space Odyssey,\" which sold for $447,000, and a utility belt from the 1960s \"Batman\" television series, starring Adam West, which sold for $36,250.\n\nMr. Jein also collected quirkier pieces, like a lace hairpiece that had been worn by William Shatner as Captain Kirk in the original \"Star Trek\" television series. It sold for $13,750.\n\nBut the X-wing drew by far the most attention.\n\nHeritage Auctions said the 22-inch prop was used in scenes involving X-wings flown by three pilots in the Rebel Alliance's final assault on the Death Star. The characters' call signs were Red Leader, Red Two and Luke Skywalker's own Red Five.\n\nIt had been built by Industrial Light & Magic, the special effects studio founded by George Lucas, with motorized wings, fiber-optic lights and other features for close-up shots.\n\nBut people in the visual effects industry had not seen the model in decades, according to Gene Kozicki, a visual-effects historian and archivist who worked with Mr. Jein on \"Star Trek: The Next Generation\" and \"Star Trek: Deep Space Nine\" in the 1990s.\n\n\"It was like 'Holy cow, we found an X-wing, a real, honest-to-goodness X-wing,'\" Mr. Kozicki said last month, recalling the moment he and several others pulled the X-wing out of a box in Mr. Jein's garage. \"We were carrying on like kids on Christmas.\"\n\nMr. Jein's cousin, Jerry Chang, who attended the auction and spoke on a panel about his cousin's life and career, said he appreciated that Heritage Auctions \"made it a point to honor Greg in everything they did, not just the items up for sale.\"\n\nMr. Kozicki said the collection was a testament to Mr. Jein's love of collecting, which started with baseball cards when he was 5 years old.\n\nAs his collection spread to Hollywood memorabilia, he was drawn to props and costumes that were made by artisans and craftspeople before the advent of digital special effects, Mr. Kozicki said.\n\nIt was an art that Mr. Jein knew well.\n\nHe was nominated for an Academy Award in 1978 for his work on Steven Spielberg's \"Close Encounters of the Third Kind.\" Mr. Jein led the team that built the model of the alien \"mother ship\" that appears in the movie. The piece is now in the collection of the National Air and Space Museum.\n\nIn 1980, Mr. Jein was nominated for another Academy Award in visual effects for his work on Mr. Spielberg's \"1941,\" which was filmed with model tanks, buildings and a runaway Ferris wheel.\n\n\"Greg famously said 'I have a hard time throwing anything away,' and I think in a way he kept the collection going so the recognition of those craftspeople wouldn't be discarded like a prop,\" Mr. Kozicki said in an email on Monday. \"I can only hope that the new owners keep that spirit going.\"",
        "url": "https://www.nytimes.com/2023/10/16/us/star-wars-x-wing-prop-auction.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16xp-xwing-qwbl/16xp-xwing-qwbl-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Bill Ford Says U.A.W. Strike Is Helping Tesla and Toyota",
        "body": "Mr. Ford, the executive chairman of Ford Motor, said nonunion automakers would make gains against Michigan automakers because of strikes by the United Automobile Workers union.\n\nThe monthlong strike by the United Automobile Workers and the union's demands for substantial pay and benefits increases risk damaging the U.S. auto industry, hurting its ability to compete against nonunion foreign rivals, the executive chairman of Ford Motor said on Monday.\n\nThe fight should not be seen as the U.A.W. against Ford, or its crosstown rivals, General Motors and Stellantis, said William C. Ford Jr., the great-grandson of the company's founder Henry Ford, noting that at times U.A.W. officials have referred to the automakers as the union's \"enemy.\"\n\n\"It should be Ford and the U.A.W. against Toyota, Honda, Tesla and all the Chinese companies that want to enter our home market,\" Mr. Ford said at the company's Rouge plant in Dearborn, Mich.\n\n\"Toyota, Honda, Tesla and the others are loving the strike, because they know the longer it goes on, the better it is for them,\" the executive chairman said. \"They will win, and all of us will lose.\"\n\nMr. Ford's remarks alluded to a period several decades ago when the U.A.W. won increasingly rich contracts that were later seen by many industry experts as having hobbled the three Michigan automakers in the face of competition from Japanese and European carmakers. Ford came to the brink of collapse, and G.M. and Chrysler -- now part of Stellantis -- had to seek bankruptcy protection after the 2008 financial crisis.\n\n\"Ford's ability to invest in the future isn't just a talking point,\" Mr. Ford said. \"It is the absolute lifeblood of our company. And if we lose it, we will lose to the competition. Many jobs will be lost.\"\n\nIn a statement, the U.A.W. president, Shawn Fain, said Mr. Ford should \"stop playing games\" and meet the union's demands, or \"we'll close the Rouge for him.\" Mr. Fain added that the U.A.W. was not fighting the company but \"corporate greed.\"\n\n\"If Ford wants to be the all-American auto company, they can pay all-American wages and benefits,\" Mr. Fain said. \"Workers at Tesla, Toyota, Honda and others are not the enemy -- they're the U.A.W. members of the future.\"\n\nFord, G.M. and Stellantis have been negotiating new labor contracts with the U.A.W. since July. Over the past month, the union has called on workers at a few plants to go on strike. The action has idled three Ford plants, two G.M. factories and one Stellantis plant. Workers at 38 G.M. and Stellantis spare-parts warehouses are also on strike.\n\nThe strategy is intended to increase pressure on the companies to meet the union's demands for significantly higher wages, shorter working hours and expanded pensions, and to end a system that pays new hires just over half of the top U.A.W. wage of $32 an hour.\n\nThe companies have offered wage increases of more than 20 percent over the next four years and certain other measures in line with the union's demands, but the U.A.W. is pressing for greater concessions.\n\nLast week, the union called for a strike by 8,700 workers at Ford's Kentucky truck plant in Louisville, the company's largest.\n\nFord executives said last week that the company had made a record offer to the union and that sweetening the deal would hurt the automaker's ability to invest in electric vehicles and other new models and technologies.\n\nMr. Ford, who has had a role in every round of negotiations with the U.A.W. since 1982, said the talks had reached \"a crossroads\" and warned that labor contracts that burdened the automakers with heavy costs could affect the U.S. economy.\n\n\"The price of failure should be clear to everyone,\" he said. \"Let's come together and reach an agreement, so we can take the fight to the real competition.\"",
        "url": "https://www.nytimes.com/2023/10/16/business/economy/ford-uaw-strikes-tesla-toyota.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16ford-cgvq/16ford-cgvq-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "What Have You Wanted to Know About Crosswords?",
        "body": "Christina Iverson, a puzzle editor for The Times, wants to answer your questions.\n\nHello, solvers! In case you didn't know, each Friday a puzzle editor for The Times, Christina Iverson, writes her newsletter, Easy Mode. Ms. Iverson crafts easier clues to help you solve one of the hardest crossword puzzles of the week, but she also wants to help you become a better solver overall.\n\nInside her weekly newsletter, Ms. Iverson will answer almost any questions you have about crosswords, including how to solve them, how she writes her clues and how she makes her own grids. Submit your questions below and be sure to subscribe to Easy Mode to see her responses!",
        "url": "https://www.nytimes.com/2023/10/16/crosswords/easy-mode-questions.html",
        "image": "https://static01.nyt.com/images/2023/10/20/crosswords/20crossword-question/20crossword-question-videoSixteenByNine3000.png",
        "date": "2023-10-16"
    },
    {
        "title": "British Superbike stars set for Sunflower meeting",
        "body": "A number of riders from the British Superbike Championship paddock will compete at this weekend's Sunflower Trophy meeting at Bishopscourt.\n\nRichard Kerr will defend the title he won last year on the AMD Racing Honda.\n\nRichard Cooper and Dean Harrison will be aboard the BPE by Russell Racing Supersport Yamahas.\n\nAlso taking part in the traditional end-of-season short circuit meeting in county Down will be British Supersport regular frontrunner Tom Booth-Amos and Northern Ireland's Cameron Dawson, with Gearlink Kawasakis.\n\nOther members of the Northern Ireland contingent on the grid will include newly crowned Ulster Superbike champion Jason Lynn, plus one of his main pursuers in this year's series, McAdoo Racing pilot Korie McGreevy.\n\nKent will have a Yamaha at his disposal from his new team, while Jackson and Nesbitt will campaign Hondas.\n\nJackson finished fourth in this year's BSB championship and had his final ride on the FS-3 Racing Kawasaki at Brands Hatch last weekend following confirmation in August that he would be leaving the team after six seasons.\n\nReigning Sunflower champion Kerr, from Donegal, was runner-up in Sunday's final National Superstock 1000cc race of the season at Brands to secure second place in the final standings behind Dan Linfoot.\n\nCooper has been a regular visitor to the Hillsborough Club's meeting in recent years and secured a double at the event on his BPE by Russell Racing Yamaha 12 months ago.\n\nHarrison, who has competed regularly for the same outfit throughout the past season, will provide strong opposition as his team-mate.\n\nSam Laffins, a double winner at Brands in the Junior Superstock category, is part of the entry, along with Owen Jenner, who won the championship on his Yamaha from Dawson.",
        "url": "https://www.bbc.com/sport/northern-ireland/67125686",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/363C/production/_131448831_repic.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Rangers 'felt like best project' for Clement",
        "body": "New manager Philippe Clement wants to \"win everything\" with Rangers and has revealed he turned down \"several concrete options that were financially better\" to move to Glasgow.\n\nTalking to Sky Sports, the 49-year-old Belgian asserted Ibrox \"felt like the best project\".\n\n\"The thing I was looking for was a club with a lot of passion and a real football club with a lot of fans, but also the people I met from the club were really passionate about the club,\" he said. \"They also wanted to change things in the way I see how you need to work at a football club. So, our ideas were really aligned.\n\n\"I spoke with Thomas Buffel, who was a long-time player here and knows the club really well. I gathered enough information to make a really good decision.\"\n\nAsked about recent links to a job in Saudi Arabia, the former Genk, Club Brugge and Monaco boss replied: \"There were several concrete options that were financially better, but that is not the important thing for me.\n\n\"I want a good project and to build something together with the people of the club, a long-term project that you can make better.\"\n\nClement then insisted he is ready to embrace the demands of his new employers.\n\n\"In Bruges it was also like this,\" he explained. \"The only goal is to become champions, and after being champions, you have to become champions again. And after being champions for a second time, you have to be champions for a third time.\n\n\"It's who I am. Nobody can put more pressure on me than myself. I want to win every game and have every day perfect. I want the next day to be better than the day before.",
        "url": "https://www.bbc.com/sport/articles/c98deddly37o",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_sport/fdd8/live/74c80ae0-6c4e-11ee-9f48-b1a13a11d5b8.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "BBC Radio 4 - Front Row, Martin Scorsese film, John le Carré's legacy, Madonna on Tour",
        "body": "Madonna is still in the spotlight 45 years after bursting onto the pop scene in the 1980s, inspiring fashion, dance and youth culture, as well as being the world's best-selling female artist of all time. Author of the biography Madonna: A Rebel Life, Mary Gabriel explores what's behind her enduring influence and music critic Pete Paphides assesses last night's Celebration tour performance, rescheduled after her recent serious health scare.\n\nThe latest film from director Martin Scorcese focuses on the Osage Nation community, who back in the 1920s had become rich overnight when oil was discovered beneath their land in Oklahoma. Based on a true story, Killers of the Flower Moon sees an improbable romance develop between Leonardo DiCaprio's Ernest and Lily Gladstone's indigenous Mollie, as members of her Osage tribe are murdered under mysterious circumstances, killings which are investigated by what was to become the FBI.\n\nPublished in 2015, Adam Sisman wrote what is considered to be the definitive biography of John le Carré. What he left out about the author befits a Cold War spy novel: he was secretive, self-mythologizing and even deceptive. Sisman's new book, The Secret life of John le Carré, reveals for the first time the frustrating process of writing a biography about the writer who hid his infidelities and inconsistencies.\n\nThe Forward Prizes are among UK and Ireland's most coveted poetry awards. These include best poetry collection, first collection, single poem - written and, new for this year, best single poem - performed. Tonight in Leeds the judges will announce the winners as Front Row is on-air - and we should know who has won the Forward Prize for Best Single Poem - Written, and be able broadcast the poet reading it.",
        "url": "https://www.bbc.co.uk/programmes/m001rgyn",
        "image": "https://ichef.bbci.co.uk/images/ic/1200x675/p0bzj48x.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "'The Sea Beyond' Review: Juvenile Detention, Italian-Style",
        "body": "The land of high fashion and Ferraris turns its talents to disposable teenage melodrama.\n\nThe latest television export from Italy is called \"The Sea Beyond\" but you could be excused if you thought you were watching \"Italy's Next Top Juvenile Offender.\" The young performers playing the inmates of a Naples detention center are molto bello. It's hot in there and we're not just talking about the steam in the showers, though there's a lot of that, too.\n\nAnd the eye candy isn't just human. Like \"My Brilliant Friend\" and \"Gomorrah,\" \"The Sea Beyond\" exploits the Neapolitan sun, water and sky for maximum pictorial effect, and it wraps itself in the city's architectural and scenic splendors. Mount Vesuvius looms in the distance while the fictional prison that serves as the primary location looks like a factory building converted to industrial-chic dormitory housing for tech workers. A naval base in real life, it has a picturesque location on a pier; the show's Italian title, \"Mare Fuori,\" translates more literally to \"The Sea Outside,\" as in the sea outside the prison windows.\n\nThese are most likely a few of the reasons for the popularity of \"The Sea Beyond,\" whose first season (from 2020) premieres in America on Tuesday on the streaming service MHz Choice. Italian viewers are getting ready for Season 4, whose filming was occasionally interrupted by the screams of fans clustered outside the prison gates.\n\nBased on the first season, it is easy enough to understand the impact of \"The Sea Beyond\" on T-shirt sales and young heart rates. But the series does not ascend to the rarefied levels of teenage melodrama where you would find James Dean or \"The O.C.\" (a show that \"The Sea Beyond\" has in its DNA). Its heart is pure soap opera, and the writing and direction do not aspire to more.\n\nAnguished wailing and collapsing in tears take up a lot of screen time, with the occasional didactic lecture from a warden or parent. Hard slaps are followed by hard hugs. Prison-movie clichés are indulged, perhaps with a wink or perhaps not; a tough guy actually says \"Tell my pa I wasn't scared\" as he dies in a guard's arms. When coherent plotting becomes too much to ask, coincidence takes over; characters talk about their plans or leave their hiding places at exactly the wrong moments.\n\nThis is all reasonably entertaining, in a while-you-check-your-email kind of way. When you get to the part about the girl who shoplifts a dress and goes to surprise her boyfriend at the fancy hotel where he's staying but gets there a few minutes after the prostitute sent to his room as a gift by a gangster, you may roll your eyes but you probably won't stop watching.\n\nCristina Farina, the show's creator and head writer, shrewdly exploits the way in which her youth prison story sits at the nexus of a cluster of dramatic genres -- family, romantic, social, criminal, medical, classroom, striving-artist -- to give the show variety.\n\nThe first season is structured around the fight for the soul of Filippo (Nicolas Maupas), a rich boy from northern Italy who is a classic jailhouse innocent. Representing good is Filippo's fellow newbie Carmine (Massimiliano Caiazzo), an aspiring hairdresser who happens to be a member of a low-level crime family; on Filippo's other shoulder is Ciro (Giacomo Giorgio), a young career criminal who is the detention center's alpha male.\n\nThese three go through a convoluted cycle of betrayals, beat-downs and rapprochements, stretched beyond dramatic coherence in order to fill the season's 12 episodes while landing on a cliffhanger. The numerous subsidiary stories include the travails of a boy and his pit bull (named Tyson) and the wary romance between Filippo, who is a piano prodigy, and the equally talented Naditza (the charismatic Valentina Romani), who has her own problems in the girls' ward with an auburn-haired psycho Svengali named Viola (Serena De Ferrari).\n\nThe presence of girls and boys in the same jail, separated by a flimsy fence and guarded with a laxity that allows for frequent hookups, reflects a melodramatic license that runs through the show. Despite the objective seriousness of the situation (many of the teenage inmates have committed murder, though with extenuating circumstances detailed in copious flashbacks) and the constant threats and violence, there is an innocence of tone and a general lack of real fright or tension. As drama goes, that's a failing; as youth-focused cultural phenomena go, it's a feature.",
        "url": "https://www.nytimes.com/2023/10/16/arts/television/the-sea-beyond-review.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16sea-qvkc/16sea-qvkc-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Tanya Chutkan has been thrust into the limelight. She shows no sign of being cowed by it.",
        "body": "Mr. Trump's freedom of speech rights do not permit him \"to launch a pre-trial smear campaign\" against those people, said the judge, Tanya S. Chutkan. \"No other defendant would be allowed to do so, and I'm not going to allow it in this case.\"\n\nBut the order left Mr. Trump free as he pursues his presidential campaign to continue disparaging the Justice Department, President Biden -- and even to assert that he believed his prosecution was politically motivated. Judge Chutkan also apparently left Mr. Trump free to attack her.\n\nShe also addressed a particularly thorny question involving former Vice President Mike Pence, who is both a witness and his rival for the 2024 Republican nomination. She said Mr. Trump could do so as long as it did not concern Mr. Pence's role in the events at the heart of the case.\n\nThe judge did not immediately address how she will enforce her gag order. She merely said she would assess any consequences for Mr. Trump if and when he violates it.\n\nJudge Chutkan imposed the gag order at the end of a two-hour hearing in Federal District Court in Washington in what became one of the most contentious public proceedings so far in any of the criminal cases Mr. Trump is facing.\n\nGag orders limiting what trial participants can say outside of court are not uncommon. But Mr. Trump's status as the front-runner for the Republican presidential nomination, and his decision to portray the gag order request as part of an effort by the Biden administration to stifle a political rival, made this request by prosecutors especially complex.\n\nIn issuing a nuanced, limited order, Judge Chutkan appeared to be trying to thread the needle on balancing Mr. Trump's rights to political speech as a candidate for the country's highest office and her own duties to protect the integrity of the proceedings in front of her.\n\nMr. Trump and his legal team have sought to portray the election case as being about his First Amendment rights, and they are expected to vigorously challenge the order. There are two ways they could do so -- either or both of which could happen.\n\nMr. Trump could appeal it now, arguing it is an unconstitutional prior restraint on his free speech rights in the abstract. In addition, if he later makes remarks that the judge decides crossed the line and she imposes a punishment, he could challenge the decision in that specific episode.",
        "url": "https://www.nytimes.com/live/2023/10/16/us/trump-gag-order-election-case-news/tanya-chutkan-has-been-thrust-into-the-limelight-she-shows-no-sign-of-being-cowed-by-it",
        "image": "https://static01.nyt.com/images/2023/10/15/multimedia/16trump-gag-order-chutkan-VERSION/00dc-chutkan-01-bpmq-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "James Beard Celebrates Dia de los Muertos With Ana Castro and Fany Gerson",
        "body": "Cheese aged in Brooklyn, a pumpkin dessert without the spice and more food news.\n\nThe James Beard Foundation will celebrate Dia de los Muertos, Day of the Dead, with a series of events at Platform by JBF's space on Pier 57. On Oct. 30 at 6:30 p.m., the Mexican chefs Ana Castro, of Lengua Madre in New Orleans, and Fany Gerson, of Mijo and Fan Fan Doughnuts in New York, will discuss the Mexican event's traditions; Ms. Gerson's pan de muerto and Ms. Castro's coffee atole and hot Oaxacan chocolate will be served, $25. On Oct. 31 at 6:30 p.m., Ms. Castro will conduct a hands-on class in using masa to prepare quesadillas, tortillas and tetelas, and preparing salsa verde, with dishes to eat and Masienda's masa to take home, $95. And on Nov. 1, Ms. Castro will again be in the spotlight serving a Day of the Dead dinner, $150 at a table, $165 at the counter in the kitchen and $120 at a counter outside.\n\nPlatform by JBF, Pier 57, 25 11th Avenue (15th Street); platformbyjbf.org.\n\nCheese Aged in Brooklyn Caves From Murray's\n\nWhen the Crown Finish cheese aging caves in Brooklyn closed up shop last year, there were cheeses that were still maturing on the racks. Murray's Cheese, which has its own caves in Queens, has taken over all the hefty wheels of Carpenter's Wheel by FireFly Farms in Accident, Md. These Alpine-style goat milk cheeses are now coming to market. The 16-pound wheels, their golden rinds washed in brine for six months, have an ivory interior, malleable yet firm enough to shave over pasta or a salad. A milky, walnut aroma gives way to a mildly tangy flavor. It's a first-class melter, lovely on a cheese board and begging for a glass of riesling.\n\nMurrays Cave-Aged Reserve Carpenter's Wheel, Murray's Cheese, $35 a pound, murrayscheese.com.\n\nDress the Table With Autumn Colors\n\nSet your seasonal table with soft organic cotton napkins from Portugal in autumn tones with wispy fringed borders. Some have leafy patterns, others are traced with geometry and some are solid. They're by Bicla, a company that hand-fashions Japanese-inspired linens. Sold in pairs, they're 16 ½ inches square, $20 to $28 a set.\n\nBicla napkins, myportuguesemarket.com.\n\nA Pumpkin Dessert, Minus the Spice\n\nIf an alternative to pumpkin pie is on the horizon for Thanksgiving, Lady M Confections has an answer. Pumpkin, in all its mellow richness but without the thrum of spice, defines a new Mille Crêpes cake in the signature style from Lady M. The parchment-thin crêpes are layered with opulent vanilla-pumpkin pastry cream interspersed with two tiers of concentrated pumpkin purée. A brûlée finish dapples the top. The nine-inch cake will serve eight or more. The cakes are available for national shipping.\n\nLady M Pumpkin Brûlée Mille Crêpes, $108, ladym.com.\n\nThe Chef Daniel Humm Shares His Kitchen Sketches\n\nDaniel Humm is busy. With events to mark the 25th anniversary of the restaurant Eleven Madison Park, where he has cooked since 2006 and has been an owner since 2011, he also has a new book on his agenda. \"Eat More Plants\" -- a fitting subject, as his restaurant went vegan in 2021 -- is not a cookbook but an art book. It is a collection of pages from his personal culinary diary, complete with his colorful sketches and splashy paintings of ingredients, reproduced by the German art publisher Steidl. The 184-page book in a slipcase is divided by seasons and traces the evolution of the restaurant and its chef to vegan, and includes Mr. Humm's own notes -- \"red, yellow, granité, ceviche, Beach\" that accompany a bold slice of watermelon, \"cooking vegetables is not scary\" and \"restraint is more difficult but often renders beautiful results.\" Mr. Humm will be signing copies of the book on Saturday from 11 a.m. to 1 p.m., at the Union Square Greenmarket.\n\n\"Eat More Plants: A Chef's Journal\" (Steidl, $75), elevenmadisonhome.com.\n\nA Martini, Hold the Juniper\n\nCan a drink lacking gin's lash of juniper be a martini? Like paella without the saffron? Decide for yourself with a new option by Julia Momosé, who's from Japan and has created the Martini in collaboration with Hoste Cocktails, made with a gin that has more to do with Japanese flavors than with English, Dutch or American. For this pre-mixed martini the gin is infused with touches of sakura (cherry blossom), sansho (pepper), hoijicha (roasted green tea) and yuzu in place of some of the more typical botanicals. Each of her elements represents a different season. Some dry vermouth from the Finger Lakes wraps it up at 33 percent alcohol, and it comes with a tiny atomizer of yuzu zest essence for an air-kiss finish. It's a lovely, somewhat delicate cocktail, inspired by but not replicating its namesake, and excellent with sushi. Ms. Momosé is also an owner of Kumiko, a bar in Chicago.\n\nHoste Gin the Martini, $65 for 750 milliliters (10 to 12 drinks), hostecocktails.com.\n\nFollow New York Times Cooking on Instagram, Facebook, YouTube, TikTok and Pinterest. Get regular updates from New York Times Cooking, with recipe suggestions, cooking tips and shopping advice.",
        "url": "https://www.nytimes.com/2023/10/16/dining/james-beard-dia-de-los-muertos.html",
        "image": "https://static01.nyt.com/images/2023/10/16/dining/16Burner-Day-of-the-Dead/16Burner-Day-of-the-Dead-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Satellite Photos Show How Russia Could Be Shipping Arms From North Korea",
        "body": "An analysis released on Monday said the images showed Moscow may be getting weapons from a North Korean port to an ammunition depot near Ukraine.\n\nSatellite photos appear to provide new evidence of cargo ships shuttling between Russia and North Korea in support of an illicit arms trade bolstering Moscow's war in Ukraine, according to an analysis released on Monday.\n\nThe United States has repeatedly accused Russia for over a year of buying weapons from North Korea. The images provided by the Royal United Services Institute in Britain not only back up that accusation, they also provide additional details about shipments from a North Korean port that appear to have been delivered to an Russian ammunition depot about 125 miles from Ukraine's border.\n\nThe analysis says it is impossible to prove what is in the hundreds of containers that were loaded in Rajin harbor, in North Korea's Rason Special Economic Zone, on to two cargo vessels with ties to Russia's military.\n\nThe White House accused North Korea on Friday of shipping more than 1,000 containers to Russia that were believed to be filled with arms. And American officials have said that the shipments violate United Nations sanctions that ban North Korea from the international trade of arms and military equipment.\n\nAfter the White House accusations, a senior Russian diplomat, Oleg Burmistrov, was quoted in Russian state media on Sunday denying that Moscow had violated U.N. sanctions. North Korea also has previously denied sending weapons to Russia.\n\nThe photos tracked transfers that began in August, a few weeks after Ukraine's defense minister, Sergei K. Shoigu, attended a weapons expo with the North Korean leader, Kim Jong-un, in the country's capital, Pyongyang.\n\nThe satellite photos show that dozens of shipping containers of the same size and color that departed Rajin were loaded onto trains at the Russian port of Dunai and arrived at the ammunition depot in Tikhoretsk. Some of the North Korean shipments headed to Dunai were photographed as recently as Oct. 14.\n\nTwo cargo vessels -- the Angara and the Maria -- have made at least five runs between Dunai and Rajin since the August expo, although the analysis noted that both ships at times had turned off their transponders, making them difficult to track.\n\nAbout the same time, the ammunition depot in Tikhoretsk went from containing a modest number of munitions storage pits to more than 100 that were newly dug as of late September, the satellite photos show.\n\nJames Byrne, an author of the new analysis, said Russia was suspected of sending empty containers to the port in Rajin to be filled with weapons. North Korea's arsenal contains thousands of Soviet-era artillery systems, according to a 2020 study by the RAND Corporation, with the potential to supply a key weapon in Moscow's war of attrition with Ukraine.\n\nAmerican officials have said that the shipments violate United Nations sanctions that ban North Korea from the international trade of arms and military equipment, and the vessels' owners could face additional economic penalties, Mr. Byrne said.\n\nThe vessels' owners could face additional economic penalties beyond U.N. sanctions, Mr. Byrne said. Beyond that, \"stopping the shipments would clearly be difficult without taking kinetic action, which would be quite escalatory,\" he said on Monday.\n\nHe added that South Korea and Japan would most likely need to contend with the shipments since they \"could have significant strategic consequences for them on the peninsula.\"\n\nSanctions were imposed on the Angara ship and its Russia-based owners, M Leasing and Marine Trans Shipping, last year in connection with the war in Ukraine, and the ship itself was accused years ago of delivering weapons to Syria, South Sudan and Iraq.\n\nThe Maria is owned by Azia Shipping Holdings, a company based in Cyprus, and has links to a firm in Moscow that the Royal United Services analysts say oversees logistics for Russia's Ministry of Defense.\n\nAttempts to reach both companies, in Moscow and Nicosia, were unsuccessful Monday.",
        "url": "https://www.nytimes.com/2023/10/16/world/europe/russia-arms-shipping-north-korea.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16ukraine-weapons-1-tzpl/16ukraine-weapons-1-tzpl-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "England ready for 'payback' against Italy - Walker",
        "body": "Kyle Walker is hoping England can get \"payback\" against European champions Italy in Tuesday's Euro 2024 qualifier.\n\nA point would secure top spot in Group C and a place in next summer's finals for Gareth Southgate's side, while Italy's qualification hopes would remain in the balance.\n\nRecalling the Euro 2020 final, Walker said: \"We fell short that night.\"\n\nHe added: \"Hopefully we can get a little bit of payback.\"\n\nEngland opened the scoring in the final of Euro 2020 - a tournament played a year later than planned because of the Covid-19 pandemic - with a goal from Luke Shaw after two minutes, but Leonardo Bonucci equalised from a corner in the 67th minute, and they subsequently won on penalties.\n\n\"To do what we did in that special summer, to arrive so close. To concede a goal through a set-play when we've been so good it was devastating,\" Manchester City defender Walker said.\n\nHe drew parallels with Manchester City's Champions League triumph against Inter Milan in June, which came two years after they lost the final to Chelsea in Portugal.\n\nWalker said: \"At club level, I went to Porto and lost against Chelsea and then two years later we won the Treble. People and teams evolve from that, I think you learn from occasions where you've been in finals and lose in finals, and setbacks and then you go on to achieve something great.\"\n\nEngland boss Southgate said his current team are a different side to the one that lost the Euro 2020 final.\n\n\"[We have] experience of winning big matches, consistent performances. We've been ranked in the top five in the world since 2018. I don't think there has been any other period over the past 30 or 40 years where that's been the case,\" Southgate said.\n\nLuciano Spalletti's Italy are second in Group C and level on points with Ukraine, on whom they have a game in hand, and who they play in their final qualifier on 20 November.\n\nSouthgate said England will not be reckless in search of victory. \"If it's the 87th minute and we're level, we don't need to lob the goalkeeper into the box,\" he said.",
        "url": "https://www.bbc.com/sport/football/67061856",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/6710/production/_131448362_42a0476087e1298cd3ef28c307652ee03ef70ff5.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Saving Yellowstone for the Grizzlies",
        "body": "The Black Canyon of the Yellowstone River. A conservation group acquired land on the boundary of the Yellowstone National Park that was going to be turned into a gold mine.Credit...William Campbell\n\nScott Christensen was standing on a mountain looking down into Yellowstone National Park late last month when he spotted a fresh track from a grizzly bear in the mud, about two inches in front of his foot. He wasn't scared, but rather relieved and gratified.\n\nThe bear, as well as other wildlife, including the thousands of elk that migrate through the area, would be able to keep roaming on the side of the mountain, known as Crevice Mountain, instead of ceding territory to heavy machinery and miners in search of gold.\n\nMr. Christensen, the executive director of the Greater Yellowstone Coalition, a conservation group, spotted the bear track on Sept. 25, just hours after the coalition purchased 1,598 acres of the mountainous property in Montana from a company that had planned to build a gold mine there.\n\nThe land had cost $6.25 million, and the purchase extinguished what Mr. Christensen said was the last viable mining threat on the boundaries of Yellowstone.\n\n\"It was a long and difficult road of negotiations to get there,\" Mr. Christensen said. \"But it led to what I look at as a real win-win solution for the park and all of us who care deeply about it.\"\n\nThe Greater Yellowstone Coalition bought the land because it was concerned that mining would harm wildlife and water quality in the area, which overlooks the Yellowstone River and the north entrance of Yellowstone National Park. The land is a habitat for grizzly bears and a migration corridor for elk, mule deer and bighorn sheep. Bison from Yellowstone's herd roam there.\n\nThe region has also attracted gold mining since the 1850s.\n\nIn 2015, the owner of the mineral rights to Crevice Mountain, Crevice Mining Group LLC, submitted an application to dig on the land. Michael Werner, the company's sole proprietor, said he had received a $12.5 million loan to build there. \"We were going to mine 300 ton a day and produce almost half an ounce of gold per ton, which is really high for most operations,\" he said.\n\nAt the same time that Crevice introduced its plan for the site, a separate mining proposal was submitted for a location a few miles north, called Emigrant Gulch, in Paradise Valley.\n\nBoth of these efforts faced opposition from environmental groups and residents concerned about the environmental impact and its potential damage to the local economy. Lawmakers took steps to protect the land temporarily. But to have the mineral rights in the area permanently withdrawn, Congress would need to intervene.\n\nThat happened, at least partially, in 2019, when the Yellowstone Gateway Protection Act permanently withdrew mineral rights to 30,000 acres of public land near Yellowstone, shuttering the Emigrant Gulch project. The land on Crevice Mountain, however, was exempt from the legislation because it was mostly private land.\n\nThe coalition, searching for a solution, asked Mr. Werner if he would sell it the land. Mr. Werner said that if the coalition had asked him 10 years earlier, he would have declined, but he was getting older and appreciated the \"professional\" manner of a negotiator from the coalition, Joe Josephson. \"We were able to come to an understanding of what needed to be done,\" he said.\n\nThe coalition signed an agreement with Crevice Mining on Oct. 1, 2021, to purchase the land and its mineral rights sometime in the next two years.\n\nThe agreement was a significant win for the coalition, but it would be a challenge to complete. That was because the deal, as Mr. Christensen put it, was a \"leap of faith\" that required the group to raise more than twice as much money as it had ever raised in a two-year period. He thought at many points that the plan would collapse.\n\nThis spring, as the Oct. 1 deadline neared, the coalition was about halfway to its goal, having received donations from philanthropic groups. It began a public fund-raising campaign in May to close the multimillion-dollar gap, and received 1,345 donations from people in 47 states and seven countries.\n\nIn late September, Mr. Christensen signed the paperwork for the purchase, which ceded a mix of underground mineral rights and mineral claims on public and private land to the conservation group.\n\n\"I think everybody who loves Yellowstone and this part of the world owns this victory,\" Mr. Christensen said.\n\nIt will take years to turn all of the acreage from property marked for mining into land owned by the public, but in the meantime the grizzlies and their cubs can keep crossing it.",
        "url": "https://www.nytimes.com/2023/10/16/us/yellowstone-gold-mine-grizzly-bears.html",
        "image": "https://static01.nyt.com/images/2023/10/06/06visualUploader-58125-cover/06visualUploader-58125-cover-videoSixteenByNineJumbo1600-v2.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Opinion | Ethical and Strategic Issues Facing Israel",
        "body": "Readers discuss how Israel should respond to the Hamas attack.\n\nTo the Editor:\n\nRe \"Behind Curtains, Tense Diplomacy to Curtail Siege\" (front page, Oct. 16):\n\nAs a Jew and lifelong supporter of Israel, I am disappointed but not surprised at its plan to mount a major ground offensive in Gaza.\n\nIsrael has every right to forcefully respond to Hamas's brutal, unconscionable and inhuman attacks. But Israel may be engaging in its own form of barbarity.\n\nStopping the supply of water, food and fuel, forcing Palestinians from their homes and starting a huge ground invasion are also profoundly wrong. Killing Palestinian civilians, including children, while hundreds or thousands of Israeli soldiers are also killed, solves nothing.\n\nIsrael will lose international support. It will create another generation of terrorists. The war may expand to the West Bank and Lebanon. What will Israel have accomplished? A greater likelihood of peace? Far from it.\n\nEric Beldoch\n\nBronx\n\nTo the Editor:\n\nIt's unfortunate, but completely expected, that international voices are now calling for \"restraint.\" Why is Israel the only country in the world that gets invaded and needs to defend itself for defending itself?\n\nMark Silverberg\n\nSanta Barbara, Calif.\n\nTo the Editor:\n\nHere are the steps that Israel must take to ensure a positive outcome from a necessary invasion that will come at a huge humanitarian cost:\n\n1. Acknowledge the human costs of the invasion, as with war in general.\n\n2. Clearly establish its goal as limited to removing Hamas from power and invite the U.N. to send in a peacekeeping force at the earliest possible date.\n\n3. U.N. forces will facilitate the delivery of humanitarian aid, to which Israel will commit a large sum. The U.S. and other nations should make similar commitments.\n\n4. Acknowledging that Gaza will have no governing body, ask the U.N. to sponsor elections for all Palestinians for the formation of a new government.\n\n5. Agree that, if the new Palestinian government acknowledges the right of Israel to exist, Israel will enter immediate negotiations toward the realization of the two-state solution.\n\nDaniel Coleman\n\nMelbourne, Australia\n\nTo the Editor:\n\nRe \"Israel Can Defend Itself and Uphold Its Values\" (editorial Oct. 16):\n\nAlthough I read the editorial carefully, I must admit that it left me confused as to what precisely The Times is asking Israel to do. Does the editorial board concede that, after sustaining such unimaginable losses, Israel has the right to root out the Hamas leadership in Gaza completely?\n\nIf so, does it believe that the Israeli Army, or any army for that matter, can undertake that task without the unfortunate loss of civilian lives, particularly if the adversary in question deliberately uses its own citizens as human shields?\n\nIsrael's former policy of limited retaliation in response to frequent Hamas bombardments and terror attacks is no longer feasible after the massacre of Oct. 7. Israel will continue to \"uphold its values,\" but like any normal country, it must prioritize the lives of its own citizens over those of the enemy it is facing. To deny Israel that right is to be guilty of a double standard too often applied exclusively to the Jewish state.\n\nRobert Wexler\n\nLos Angeles\n\nThe writer is president emeritus of American Jewish University.\n\nTo the Editor:\n\nYou have done such a service with this editorial, holding Israel accountable for humanitarian aid and safe passage for unarmed Gazans. It doesn't matter where we are on the political spectrum at this time; the human world can sustain itself only if we agree that what we share is the right to protect the lives of all other human beings.\n\nNow the work ahead involves filling the needs of all for secure food, shelter and respect, which includes living without being occupied.\n\nBarbara Regenspan\n\n(Rabbi) David Regenspan\n\nIthaca, N.Y.\n\nTo the Editor:\n\nThe Times urges Israel to do exactly what to distinguish vulnerable civilians from terrorists and soldiers during the impending invasion of Gaza -- something that the terrorists during their unspeakable raid on Oct. 7 most assuredly did not do? Telling civilians to evacuate strikes me as a sincere humanitarian effort.\n\nNot surprisingly, none of the surrounding Arab countries have opened their arms and borders to receive the refugees while Gaza is under siege.\n\nSuzanne Schechter\n\nOxnard, Calif.\n\nTo the Editor:\n\nSeveral of the writers in the Sunday Opinion section went to great pains to condemn the Hamas atrocities but also to remind Israel of all the moral constraints it should impose on itself in countering Hamas or removing it from Gaza. I doubt that Israelis need to be told this.\n\nWhat I would like to hear from all these admonishers is what exactly they would propose that Israel do in response, and if their first best option didn't work, what next? It's awfully easy to tell Israelis what not to do, a bit tougher to tell them what to do.\n\nAndrew Gold\n\nNew York\n\nTo the Editor:\n\nRe \"Young Jews in the U.S. Feel an Isolating Grief\" (news article, Oct. 15):\n\nOn Friday, the parking lot of my daughter's Jewish day school was blocked by a police tactical unit. On Saturday, the entrance to our synagogue was guarded by officers in combat gear.\n\nFor American Jews, the current war is not only about events some 6,000 miles or more away.\n\nDaniel Wolf\n\nTeaneck, N.J.",
        "url": "https://www.nytimes.com/2023/10/16/opinion/letters/israel-gaza-hamas.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16israel-ledeall-A1/16israel-ledeall-A1-gfql-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "The man who filmed the Tartan Army",
        "body": "For over 50 years, Ronnie McDevitt has been filming the Tartan Army wherever Scotland has played.\n\nHe bought his first cine-camera when he was 14 years old in 1975 for eight pounds, and attended his first Scotland match in 1976.\n\nHe has since been to over 100 Scotland away matches but he doesn't keep count.\n\n\"I refuse to count the games I've been at. I always say: 'Real fans don't count our games.' But it's certainly over 100 away games, but I refuse to count them and I never will count them,\" says Ronnie.\n\nHis self-shot films include some some never-before seen footage of the Scotland team's famous football moments.\n\nHe reflected on what he has captured over the years for BBC Scotland's A View From the Terrace.",
        "url": "https://www.bbc.co.uk/news/av/uk-scotland-67128593",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/57D4/production/_131448422_p0glw89v.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Before Goop, There Was Suzanne Somers",
        "body": "Rhonda Garelick writes the Face Forward column and is a professor at Southern Methodist University.\n\nOf all the sunny blondes of the 1970s, Suzanne Somers was the sunniest. She had the face, the figure, the hair, the smile, the giggle, the wiggle, and enough good humor to make her breakout \"dumb blond\" character on \"Three's Company\" lovably watchable rather than cloying or offensive.\n\nBeing a bombshell can bring a certain level of success, but it takes a special kind of charisma and drive to remain famous for more than 50 years. Ms. Somers's alchemy derived from a combination of innocent sex appeal, nostalgia (for the pop culture '70s fun she represented) and a canny understanding of the American cult of personality.\n\nShe figured out early on how to make herself the center of a vast business enterprise, merchandising everything from her physical appearance right down to her hormone levels, her gut bacteria levels, her marriage, even her protracted battle with breast cancer. Yes, she was a saleswoman, but not in an unpleasantly aggressive way. And she seemed so happy about everything she did, with an air of disarming innocence that deflected any sense of manipulation or personal need.\n\nMs. Somers may have looked like a winking promise of erotic pleasure, a sexy open secret, but \"Three's Company\" never let her character, Chrissy Snow, in on her own secret. Part buxom cheerleader -- in tiny shorts and tight tank tops -- and part oversize baby doll, with a goofy laugh and odd, slightly askew pigtails, she invited ogling but never ogled back, absolving viewers of any prurience.\n\nBut offscreen, Ms. Somers knew her worth, and when she asked for a salary equal to her co-star John Ritter's, she was fired. Although she returned to series television in the 1990s sitcom \"Step by Step,\" she never quite recaptured the TV lightning of \"Three's Company.\"\n\nInstead, she built a new, different kind of fame, becoming an entrepreneur of the booming wellness and beauty industries. She courted ridicule but made a fortune hawking gadgets like the Thighmaster, a resistance device operated by opening and closing the knees.\n\nThere was something racy about this large, snakelike object held between the legs -- even its name was suggestive -- but it was all for the wholesome purpose of fitness. Ms. Somers had staked out her territory. She was sex without menace, the sparkly girl -- then lady -- next door who was happy to invite you in and show you how to be just like her: fit, healthy, young and beautiful (within certain conventional parameters including: thin, white and heterosexual).\n\nHer four-decade empire expanded to include exercise videos (the Somersize method); how-to books (on fitness, marriage, cooking and dieting); makeup and hair care; fashion; even a line of olive oils. She made infomercials, personal appearances and worked the talk show circuit. She also shared the darker sides of her life: Her memoir, \"Keeping Secrets,\" revealed her past as the daughter of an alcoholic.\n\nWhen she was diagnosed with breast cancer in 2000, Ms. Somers incorporated that struggle too into her public persona and business ventures. After surgery and radiation, she eschewed chemotherapy for her cancer, vowing to find more natural means to maintain her health, including following an organic diet and reducing chemical exposure.\n\nEventually, Ms. Somers created and sold merchandise based on these pursuits: organic cosmetics, dietary supplements, \"gut renewing superfoods,\" in addition to writing several books about alternative treatments for cancer and other diseases, including \"Knockout: Interviews With Doctors Who Are Curing Cancer\" and \"Tox-Sick: From Toxic to Not-Sick.\" These books drew grave rebukes from doctors who accused her of spreading misinformation\n\nThrough it all, Ms. Somers stayed true to her 1970s image: long, straight blond hair with the brow-grazing bangs, permanent golden tan and bronze makeup, off-the-shoulder blouses. Somehow, though, this never looked odd or inappropriate. While she did not discuss plastic surgery, she did credit yet another gadget for her good looks: the \"facemaster,\" a microcurrent device that purported to rejuvenate sagging facial muscles. (In her infomercial for this $250 item, Ms. Somers referred to it as \"a face-lift machine\" and \"my No. 1 beauty secret.\")\n\nThe personal morphed seamlessly into the commercial, as Ms. Somers wrote several books about maintaining a vital marriage and about bolstering her libido (and her husband's!) with so-called bioidentical hormones, which she touted as \"the key to her happiness\" and \"the fountain of youth.\" (This too brought pushback from the medical community, which accused Ms. Somers of promoting dangerous, unscientific cures.)\n\nIn recent years, Ms. Somers became a frequent presence on social media. She turned out dozens of Facebook Live videos filmed in her sunny, lavishly appointed home in Palm Springs, Calif., in which she chatted with her husband and other friends or family members, while cooking, applying makeup or modeling clothes, always while using -- and hence, selling -- her own products.\n\nThese were textbooks examples of lifestyle branding at work: A relatable famous person invites viewers into her enviable home and then offers to sell them the objects necessary to reproduce some version of that life in their own, humbler homes. In the end, Suzanne Somers's own quest and career mirrored almost perfectly some of America's favorite fantasies. Just consider some of her book titles: \"Fast and Easy,\" \"Ageless,\" \"Get Skinny,\" \"Sexy Forever.\" Together, they read like a telegram sent straight from America's id.",
        "url": "https://www.nytimes.com/2023/10/16/style/suzanne-somers-influencer.html",
        "image": "https://static01.nyt.com/images/2023/10/16/multimedia/16SOMERS-01-jfwl/16SOMERS-01-jfwl-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Charlton sign ex-Colchester goalkeeper Walker",
        "body": "Charlton Athletic have signed former Kilmarnock and Colchester United goalkeeper Sam Walker.\n\nHe made 28 appearances for Kilmarnock last season and spent the bulk of his career at Colchester, playing 213 times in a five-and-a-half year spell both on loan from Chelsea and permanently.\n\nWalker has agreed a deal until early January with League One Charlton.\n\nWalker, who will provide cover while Harry Isted recovers from a knee injury, has also had spells at clubs including Reading, Bristol Rovers and Northampton Town.\n\n\"Sam is a very experienced goalkeeper who will push Ash for the first team shirt while Harry is recovering from his injury and then compete with them both,\" Charlton technical director Andy Scott told the club website.",
        "url": "https://www.bbc.com/sport/football/67128573",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/3C72/production/_131447451_samwalkergetty2.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Taking on the best important for Scotland - Clarke",
        "body": "Steve Clarke expects to see players challenging for Euro 2024 places when Scotland take on France on Tuesday.\n\n\"They will be determined to do well,\" said Clarke.\n\n\"Everybody has to show between now and the summer that they can be part of the squad going to the championship.\"\n\nBoth nations booked their places in Germany next summer over the past few days. France, last year's World Cup finalists and number two in the Fifa rankings, with a 100% record from six games - Scotland with five wins from their six outings.\n\n\"I'm very proud to be head coach of these players because they have consistently delivered for their country,\" said Clarke.\n\n\"It is fantastic for them to be at a second major finals after such a long barren period. It's been pretty much the same core group and they deserve every bit of praise that they get.\n\n\"The last time we qualified for the Euros it was through the play-off system. It felt a little bit like sneaking in the back door.\n\n\"This time we can walk straight in the front door with our heads held high and look forward to a good tournament.\"\n\nScotland suffered their first defeat of the campaign in Spain last week, having been beaten by England at Hampden in a September friendly.\n\n\"We don't want to lose three in a row,\" said Clarke. \"I expect a good showing but it's a big ask against a top team. Whatever eleven they start, it will be a tough test.\n\n\"We want to get better and I'm a believer that to get better you have to challenge yourself against the best.\n\n\"It might mean that we lose, like we did against England and Spain, but we were competitive in those games and the more competitive you are against the better teams means we will improve.\n\n\"Momentum we can build in the remaining group matches next month [Georgia (A), Norway (H)]. It would be nice to finish with two more wins and finish on the same points tally as Spain.\"\n\nOn the prospect of facing Paris St-Germain superstar Kylian Mbappe, Clarke said: \"We'll give him as much respect as we can and obviously try to stop him. We won't have any special man-marking. We have our system and hopefully that is enough to control his threat.\"\n\nTeam news\n\nScotland have been hit hard in the full-back areas, with captain Andy Robertson and Aaron Hickey withdrawing, while Kieran Tierney was already absent through injury.\n\nThat means a first call up for Sturm Graz teenager Max Johnston, who is promoted from the under-21 squad.\n\nKevin Nisbet and Ryan Jack pulled out of the squad before the 2-0 defeat in Spain.\n\nLiverpool centre-back Ibrahima Konate and Marseille right-back Jonathan Clauss have been recalled by France. Arsenal defender William Saliba is out with a toe problem.\n\nWhat they said\n\nScotland defender Jack Hendry: \"We're in a really good place at the moment but we want to continue building on what we've done so far. These games against top opposition will help us do that. We'll learn from it and take the experience into next summer.\"\n\nMATCH STATS",
        "url": "https://www.bbc.com/sport/football/67061897",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/E906/production/_131445695_20883967.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Algeria to host Palestine football internationals",
        "body": "Algeria says it will host Palestine's forthcoming international football matches following a request from the Palestinian Football Association.\n\nWhile the game against Lebanon is an away fixture, despite being hosted in the United Arab Emirates, the 'home' tie with Australia looks set to be played in North Africa.\n\nFollowing the attack on Israel by the militant group Hamas on 7 October, which left more than 1,400 people dead, Palestine's Gaza Strip has been the subject of retaliatory air strikes, which have resulted in nearly 3,000 deaths, with the Israelis looking set to launch an imminent ground offensive.\n\n\"The president of the Algerian Football Federation, Mr Walid Sadi, announces that our country will host the official Palestine-Australia match, scheduled for November,\" the Algerian federation wrote on its website.\n\nThe statement added that the decision to host \"all official and unofficial matches as part of the Palestinian football team's preparation for the 2026 World Cup and the 2027 Asian Cup qualifiers\" was taken \"in accordance with Algeria's leading authorities\".\n\nThe Algerian federation added that it will pay all costs, such as transport and accommodation, related to Palestine's stay.\n\nThe early rounds of 2026 World Cup qualifying in Asia also double up as qualifiers for the continent's main football competition, the Asian Cup.\n\nPalestine, whose home stadium is based in the West Bank, has sought external help as the regional conflict intensifies, with its FA stating that the Asian Football Confederation has asked it to stage the Australia match in a neutral venue.\n\nAlgeria's agreement to host Palestine internationals will require approval from football's world governing body, Fifa.\n\nLast week, Palestine's preparations for next month's qualifiers were hit after the team withdrew from the Merdeka Cup tournament in Malaysia at two days' notice owing to the escalating conflict with Israel.",
        "url": "https://www.bbc.com/sport/africa/67127969",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/6058/production/_131446642_palestine_getty_1500032109.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Sark: Huge Asian hornet nest is removed",
        "body": "The nest was spotted by Chris Isaacs, who was travelling to Sark for the Inter-Island Environment Meeting at the end of September.\n\nHe alerted the Guernsey team, which treated and removed the nest within hours.\n\nThe nest was frozen for 48 hours to kill any remaining insects.\n\nThis was the sixth nest to be safely removed in Sark this year as part of the ongoing collaboration between Guernsey and Sark authorities to control the invasive species.\n\nExamination of the nest confirmed that, although a few queens were already present, a substantial number were just on the point of emerging, said the States of Guernsey.\n\nThey would have been expected to leave the nest in the next two weeks, it added.\n\nConsequently, the nest was removed at a crucial time, said the States.\n\nPeter Cunneen, Sark's Asian hornet volunteer coordinator, said: \"This nest has eluded me since early June, so I am extremely grateful to Chris Isaacs for spotting it from the ferry and to both the Jersey and Guernsey Asian hornet teams for all the help they've provided.\"\n\nAsian hornets are native to Asia and were accidentally introduced to Europe in 2004.\n\nThey prey on honeybees and other insects, and can also sting humans.",
        "url": "https://www.bbc.com/news/articles/c4nje7pdw9zo",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/0376/live/114609d0-6c45-11ee-9c2a-f51231589004.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Expert Panel Votes for Stricter Rules on Risky Virus Research",
        "body": "The White House will decide whether to adopt the panel's recommendations on so-called gain of function experiments.\n\nAn expert panel on Friday endorsed a sweeping set of proposed changes to the federal government's program for regulating experiments that involve tinkering with risky viruses and other pathogens. The move sets the stage for a closely watched decision by the Biden administration about its approach to protecting against lab disasters that could kick off a pandemic.\n\nThe experts unanimously approved draft recommendations that, among other things, ask health officials to extend their oversight to less dangerous pathogens, including ones similar to the coronavirus. They also recommended an end to exemptions for research related to vaccine development and surveillance of emerging viruses.\n\n\"We have a lot of oversight on paper, but not really a lot of oversight,\" said Dr. Kenneth Bernard, a retired rear admiral and a member of the expert panel, making the case for the proposed changes, which will still receive some slight modifications.\n\nThe proposals have added to the momentum in Washington for tightening government oversight of studies of dangerous pathogens.\n\nTwo internal federal watchdogs recently issued reports that criticized the monitoring of such studies. Congressional Republicans are preparing to seek testimony from Dr. Anthony S. Fauci, who until recently directed the institute responsible for funding much of the country's pathogen research. And the Biden administration has signaled a willingness to act, describing biological threats as among the most serious dangers facing the United States.\n\nThe expert panel, the National Science Advisory Board for Biosecurity, is charged with advising the government on biosecurity issues. Its proposals emerged out of a decade of debate over so-called gain of function studies, in which pathogens are endowed with new abilities. Members of the board began discussing their latest reforms in January 2020, only to put the process on hold so they could focus on pandemic-related research.\n\nThe pandemic, though, reinforced what some critics of risky pathogen research saw as a need for oversight of a broader set of viruses: Despite killing only a tiny fraction of those it infected, the coronavirus created a global catastrophe.\n\nNow, the question is whether the advisory board's proposals sweep up too broad a range of pathogens or fail to reach far enough.\n\nProponents of stronger oversight have largely been heartened by the recommendations and applauded their focus on any experiments that could be expected to produce a pathogen with pandemic potential.\n\n\"If the government implements the spirit of what they've written, this would be a major overhaul of dual-use research oversight in the United States,\" said Gregory Koblentz, a biodefense specialist at George Mason University, referring to research that could also be used to do harm.\n\nStill, he said, the White House should go beyond the board's recommendations in creating an independent agency to perform that oversight, streamlining a system he considered too fragmentary.\n\nOther experts have warned that even the existing proposals go too far. Some have said that the recommendations would create an oversight system so expansive and confusing that it could discourage minimally risky experiments with huge potential public health benefits.\n\n\"There's a lot that could potentially fall into this because it's so vaguely written,\" said Gigi Gronvall, a biosafety specialist at the Johns Hopkins Bloomberg School of Public Health. She suggested that the type of research used to make the Ebola vaccine could fall under the new policy. \"You could potentially be creating a huge oversight burden,\" she said, \"which the government does not have the technical capacity to implement.\"\n\nThose concerns were echoed by 150 virologists, who in a commentary published on Thursday cautioned against hampering researchers with needless burdens. They warned that cumbersome regulations \"will lead to unwarranted constraints on pandemic preparation and response and could leave humanity more vulnerable to future disease outbreaks.\"\n\nSeema Lakdawala, a virologist at Emory University, told the advisory board on Friday that additional regulations could, for example, interfere with efforts to track the bird flu epidemic that has killed millions of chickens and driven up egg prices. Influenza strains that infect people evolve from bird flu viruses that gain new mutations.\n\nThe advisory board's final report will be sent to the White House's Office of Science and Technology Policy, which will have further discussions with different government agencies before issuing a new policy.\n\n\"I'd be hesitant to even guess what the time frame is, but I am sure that it will be longer than one month,\" Dr. Lawrence Tabak, who is performing the duties of director at the National Institutes of Health, said in a news conference after the meeting.\n\nProponents of stronger oversight have been lobbying in recent days for more aggressive controls. For example, the board recommended that the government be more transparent about its reviews of potential pathogens. A group of scientists including Dr. Tom Inglesby, the director of the Johns Hopkins Center for Health Security at the Bloomberg School of Public Health, have argued that the public should be allowed to see the resulting risk-benefit assessments before any research begins.\n\nOne board member, Mark Denison, a virologist at Vanderbilt University, who voted for the recommendations, said he nevertheless had reservations about their potential to constrain testing of new monoclonal antibody treatments for viral infections.\n\nEven if the White House embraces the core of the advisory board's recommendations, it is unclear whether it will adopt some of the experts' more ambitious proposals. For example, the board suggested evaluating research for its impact on not only humans, but also animals or even plants.\n\nThe board proposed that experiments be subject to oversight whether or not they receive government funding. Currently, only government-funded research is subject to monitoring.\n\nThat loophole drew attention recently when Boston University came under fire for an experiment in which researchers tinkered with the Omicron variant to learn about its severity. The experiment was not vetted by a government dangerous pathogen committee in part because it was conducted without federal funds, the university said, even though federal money went to develop the tools used in the research.\n\nBoard members said closing that loophole would most likely require federal legislation. \"This will be a hard one to solve,\" Gerald Parker, an associate dean at Texas A&M University and chairman of the board, said at the news conference.\n\nMuch of the debate over the board's proposals has turned on whether biosecurity oversight should be limited to specific pathogens and types of experiments or should instead apply broadly to any research that could plausibly result in a dangerous outbreak.\n\nThe proposals, for example, suggest a high-level review of any research that is \"reasonably anticipated\" to create a more dangerous pathogen. Dr. Inglesby applauded that language.\n\n\"The outcome is what matters,\" he said. \"If that is a reasonable possible outcome of your work, then it should be governed in the same way as something that we know already has pandemic potential.\"\n\nSome virologists said that the threat posed by an experiment could only be determined by evaluating the details of its methodology, like whether a virus was being modified to grow better in a petri dish or in a mosquito.\n\n\"Who decides what's reasonable, and who decides what's anticipated?\" said Angela Rasmussen, a virologist at the Vaccine and Infectious Disease Organization at the University of Saskatchewan in Canada. \"Is it going to affect just a few more studies or basically every virology study?\"",
        "url": "https://www.nytimes.com/2023/01/27/science/biosecurity-virus-pathogens-covid-lab-leak.html",
        "image": "https://static01.nyt.com/images/2023/01/27/science/27biosecurity/27biosecurity-videoSixteenByNine3000.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Adobe previews new AI and 3D editing innovations -- including an animated dress | CNN Business",
        "body": "New York CNN --\n\nPhoto-editing software maker Adobe unveiled a slew of new AI-powered tools and features last week at its annual Max event, including a dress that transforms into a wearable screen and streamlined ways to delete elements from photos.\n\nThe company previewed a series of prototype tools that make use of both generative AI and 3D image technology in the Adobe MAX Sneaks showcase. Covering photo, audio, video, 3D, fashion and design, the new capabilities are meant to give the public a sneak peak into early stage ideas that might one day become widely used components of Adobe products.\n\nA screenshot of Project Stardust, a tool unveiled as part Adobe's annual \"Sneaks\" showcase at Adobe MAX on October 11, at work, editing a shirt with the \"generate & replace cutout\" tool. Project Stardust is labeled by Adobe as a \"generative AI-powered object-aware editing engine.\" Adobe\n\nA highlight of the event was Adobe's Project Primrose, an interactive dress that shifts into different colors and patterns as it's worn.\n\nOther previewed items include a tool that automatically detects each object in an image and lets users perform a variety of tasks, labeled Project Stardust. For example, it can spot a suitcase within a photo to then be moved or deleted or predict and prompt likely tasks, such as deleting people from the background of an image.\n\nA screenshot of Project Stardust, a tool unveiled as part Adobe's annual \"Sneaks\" showcase at Adobe MAX on October 11, at work, using the \"generate cutout\" tool to place a dog in the image. Project Stardust is labeled by Adobe as a \"generative AI-powered object-aware editing engine.\" Adobe\n\nAlso on display was Project Dub Dub Dub, technology that can automatically dub audio over a video into all supported languages while preserving the speaker's voice, as was a new tool that shows Adobe users what the ability to apply text-to-image generative AI tool Firefly to videos might look like.\n\nAdobe first began adding Firefly into a Photoshop beta app in May, with the goal of \"dramatically accelerating\" how users edit their photos. It allows users to add or delete elements from images with just a text prompt. It can also match the lighting and style of the existing images automatically, the company said.",
        "url": "https://www.cnn.com/2023/10/16/tech/adobe-max-sneaks-tools/index.html",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/231016081744-adobe-app-file-restricted.jpg?c=16x9&q=w_800,c_fill",
        "date": "2023-10-16"
    },
    {
        "title": "Federal government reaches settlement deal with ACLU over migrant family separations | CNN Politics",
        "body": "CNN --\n\nThe federal government will not be allowed to separate migrant families under a zero-tolerance policy like the controversial measure former President Donald Trump's administration pursued, according to a settlement deal filed Monday.\n\nThe settlement reached between the Biden administration and the ACLU, which still must be approved in federal court, would mark the end of the yearslong case that initially ended the Trump administration's policy.\n\nThe settlement agreement outlines standards designed to prevent future family separations, except in limited circumstances, for an eight-year period.\n\n\"The fact that someone enters the United States unlawfully is not a basis for future separations. It's only if someone has committed a serious felony offense,\" a senior Justice Department official said Monday.\n\nThe settlement would also set up special support services for families separated at the border under the previous administration, including immigration legal services and three additional years of behavioral health counseling. The settlement doesn't include monetary compensation, which some families are seeking in separate claims.\n\nUnder Trump's \"zero-tolerance\" immigration policy, border officials separated at least 2,800 children from their parents, according to government data. Officials later found that more than 1,000 children had been separated from their families before Trump's policy went into effect in 2018.\n\nThe policy was widely criticized on both sides of the aisle and spurred protests across the United States.\n\nIn a CNN town hall earlier this year, Trump spoke glowingly of his administration's family separation policy and suggested it could return.\n\n\"When you say to a family that if you come, we're going to break you up, they don't come,\" he said.\n\nMonday's filing stems from the Ms. L et al. v. Immigration and Customs Enforcement et al. case, which was initially prompted by the separation of a Congolese woman and her 7-year-old daughter. The American Civil Liberties Union originally filed the case last year, and it was later expanded to become a class-action lawsuit.\n\nUnder the settlement, the federal government will allow those who were separated under Trump to apply for parole and work permits; receive housing, medical and behavioral health benefits; and have access to legal services, as well as a special asylum process.\n\nThe current class is roughly 4,000 children, and the settlement applies to both parents and children.\n\n\"This settlement is huge a step forward for the families that were so cruelly separated years ago,\" said Lee Gelernt, the ACLU's lead attorney in the case \"It will allow them to reunify and to seek status in the US. Critically, it will also prohibit such a cruel policy in the future. Whatever one thinks about border policy generally, this country must never again enact a policy that rips away little children.\"\n\nDays after President Joe Biden took office, he signed an executive order creating a task force of federal agencies to identify and reunite families who had been separated at the US-Mexico border under the Trump administration. It's housed in the Department of Homeland Security.\n\nOfficials said Monday that the task force has searched through thousands of government records to identify separated families and has reunited more than 750 children with their families and identified 85 additional children who are in the process of being reunited with their families. The task force has also identified more than 290 US citizen children who were separated from their parents, officials said.\n\n\"The practice of separating families at the southwest border was shameful,\" Attorney General Merrick Garland said in a statement Monday. \"This agreement will facilitate the reunification of separated families and provide them with critical services to aid in their recovery.\"",
        "url": "https://www.cnn.com/2023/10/16/politics/family-separations-lawsuit-settlement/index.html",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/180613134237-immigration-rally.jpg?q=x_108,y_64,h_914,w_1624,c_crop/w_800",
        "date": "2023-10-16"
    },
    {
        "title": "Rowe calls for better funding for rugby union",
        "body": "Exeter chief executive Tony Rowe says more needs to be done on a central basis to get new funds into professional rugby union.\n\nRowe, whose side were profitable until the Covid-19 pandemic, says better deals need to be stuck within the game.\n\n\"We've got to get more money into the sport, that's not just at club level that's at national level,\" Rowe said.\n\n\"If you look centrally we share a central income, and centrally we've not taken on any big sponsors for a number of years.\n\n\"We need a better TV deal, that's up for renewal, we need a better deal with the RFU, that's up for renewal, and we need to go out nationally and get bigger sponsors, and ourselves actively at Chiefs are looking for bigger sponsors because the game will only survive and thrive on money unfortunately.\n\n\"We're in the sport entertainment business and it costs a lot of money, but I think better times are ahead, I really do.\"\n\nGlobal factors affecting national game\n\nThe Covid-19 pandemic and the subsequent cost of living crisis has hit the sport hard.\n\nClubs were forced to take out loans to keep going when they were playing matches behind closed doors during the pandemic, and the rise in interest rates in the past 12 months has made the cost of that borrowing more expensive.\n\nThose costs have also hit fans, with Exeter seeing a 10% drop in season ticket sales.\n\nThe Premiership's salary cap has been reduced to £5m this season, which has seen a number of high profile players leave Exeter such as Sam Simonds, Jack Nowell, Dave Ewers and Luke Cowan-Dickie.\n\n\"We'd had no more than £2m borrowed to this club, now three-and-a-half years afterwards (the Covid-19 pandemic) we had to borrow £12m and we've had three years of losing money,\" Rowe explained to BBC South West.\n\n\"All told it cost us about £25m, and you put that around every club, because we all lost money.\n\n\"We've got to make those losses up, you can't just say 'oh we've lost money, move on', so it's caused a big problem.\n\n\"We were a bit fragile financially, all the clubs were before Covid.\n\n\"The sport's got to be very thankful to the owners of the Premiership clubs because we've all had to dig really, really deep to keep the sport alive.\"\n\nRowe predicts bright future for Exeter\n\nRowe, who has overseen Exeter move to a new stadium at Sandy Park and become a force in the Premiership after promotion from the lower leagues, is confident for the club's future.\n\nA new-look side thrashed rivals and reigning champions Saracens 65-10 on Saturday - although Sarris were without many of their World Cup stars.\n\nBut Rowe feels the young squad being put together at Exeter, with the likes of Josh Hodge, Tom Wyatt, Christ Tshiunza and Dafydd Jenkins, will go on to emulate the side that won two Premiership titles and the 2020 European Champions Cup.\n\n\"If you go back seven or eight years we put a squad together of young men that were capable of winning trophies,\" he said,\n\n\"Most of those young men have become, in rugby terms, old men because they're all around 30 now.\n\n\"What we've done now is started again, we've got a young squad again, but the talent there is much, much better than we had seven or eight years ago.",
        "url": "https://www.bbc.com/sport/rugby-union/67124320",
        "image": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/8128/production/_131446033_tonyrowemarch2023getty.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Hundreds sign speed camera petition after fatal Quarry Bank crash",
        "body": "A safety review will be carried out on the route, Dudley Council says\n\nHundreds of people have signed a petition for working speed cameras and other measures on a dual carriageway.\n\nThe campaign came after a woman was killed when she was struck by a car on a pedestrian crossing on Thorns Road, Quarry Bank, near Brierley Hill.\n\nResidents told the BBC there have been other fatalities and near misses on the road in recent years.\n\nDudley Council said it would review what extra safety features could be introduced on the route.",
        "url": "https://www.bbc.com/news/articles/cv2kq31271xo",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/5ecd/live/9b5a4a00-6c3b-11ee-9c2a-f51231589004.jpg",
        "date": "2023-10-16"
    },
    {
        "title": "Kim Ng, the first woman to be an MLB general manager, will not return to the Miami Marlins next season | CNN",
        "body": "CNN --\n\nThe Miami Marlins announced Monday that Kim Ng will not return as the team's general manager after three seasons with the franchise.\n\nMarlins chairman and principal owner Bruce Sherman said in a statement that, while the club exercised its team option for her to return for the 2024 season, Ng declined the opportunity.\n\n\"We thank Kim for her contributions during her time with our organization and wish her and her family well,\" the statement read.\n\nIn November 2020, Ng made history when the Marlins hired her as general manager, making her the first woman hired for that role in Major League Baseball. She is believed to be the first woman hired as a general manager to lead a men's sports team in any North American major league.\n\nHer hiring followed 30 years of experience in the MLB, including with the New York Yankees and the Los Angeles Dodgers, two of the winningest teams in the league. Ng had also interviewed for other GM roles at least five times.\n\nWhen she joined the Marlins, the team was facing serious struggles, including the loss of big-name players, low attendance and a limited budget.\n\nHowever, this year, the team reached the playoffs before losing in the National League Wild Card Series to the Philadelphia Phillies. It was the fourth time in franchise history the team had reached the playoffs.\n\n\"We will immediately begin a thorough and extensive search for new leadership as we plan to continue to invest in the Marlins organization both on and off the field,\" added Sherman in his statement.\n\n\"We are committed to our fans and the South Florida community and look to build off the momentum of the great progress of this year.\"\n\nCNN's Clare Duffy contributed reporting.",
        "url": "https://www.cnn.com/2023/10/16/sport/kim-ng-leaves-miami-marlins-mlb-spt-intl/index.html",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/231005131431-kim-ng-miami-marlins-1003-restricted.jpg?c=16x9&q=w_800,c_fill",
        "date": "2023-10-16"
    },
    {
        "title": "Ken Burns' 'The American Buffalo' finds heartbreak and hope as it rides through US history | CNN",
        "body": "Bison in South Dakota, as seen in the Ken Burns documentary \"The American Buffalo.\"\n\nCNN --\n\nAnyone with an interest in history should be quite familiar with the Ken Burns playbook, which he puts to characteristically impressive use in \"American Buffalo,\" a documentary weaving together the near-extinction of these majestic beasts, dispossession of Native-Americans and exploitation of the American West under one sweeping umbrella filled with heartbreak but also hope.\n\nAs Burns' frequent collaborator Dayton Duncan - the author of the companion book \"Blood Memory: The Tragic Decline and Improbable Resurrection of the American Buffalo\" - puts it near the outset, the story of the buffalo \"takes us into all the different corners of our history.\" At a time of concern about the natural world, the resurgence of the bison provides a welcome excuse for optimism, thanks to a combination of early 20th-century conservation efforts (some of that championed by people with less-than-noble motives and beliefs) and the establishment of wilderness havens where they could flourish.\n\nThe four-hour production begins by laying out the integral role the buffalo played in the lives of Native-Americans, who used every part of the animal, before more industrial applications were discovered and bison became \"a source of profit for a growing nation.\" The government also made common cause with business interests, seeing extermination of buffalo as a means of \"pacifying\" the indigenous population.\n\n\"American Buffalo\" details the horrifying tactics employed to kill buffalo, with aspiring hunters brought into their domain by the railroad, reducing herds that numbered in the tens of millions to a few thousand in what the narration (delivered by Burns mainstay Peter Coyote) calls \"a decades-long frenzy of slaughter.\"\n\nA poster advertising Buffalo Bill's Wild West Show, circa 1900, in \"The American Buffalo.\" Library of Congress\n\nIn some respects, the meticulous dot-connecting in a more narrowly focused project - augmented by the usual readings of diary entries, early photographs and interviews with historians - represents a more challenging feat than past Burns epics on the Civil War, World War II or (more recently) \"The US and the Holocaust,\" given the inherent drama in that subject matter. Ditto for his deep dives into celebrated, larger-than-life 20th-century figures like Muhammad Ali and Ernest Hemingway.\n\nThanks to the latitude that PBS affords him, and the less-demanding requirements of public broadcasting, Burns remains a vital source of nonfiction programming that doesn't resort to the bells, whistles and reenactments that have become numbingly commonplace in commercial quadrants of the genre.\n\nAmong the historians who lend their passion and poetry to the project, Clay Jenkinson nicely captures the majesty of the buffalo by referring to them as \"the symbol of America with a capital 'A.'\"\n\nFor those with a taste for Burns' stately brand of storytelling, \"The American Buffalo\" is another demonstration of what he can do when allowed to freely roam the plains of US history - representing a form of documentary programming with a capital D that at times feels like its own kind of endangered species.\n\n\"The American Buffalo\" premieres October 16-17 at 9 p.m. ET on PBS.",
        "url": "https://www.cnn.com/2023/10/16/entertainment/ken-burns-american-buffalo-review/index.html",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/231014062230-02-ken-burns-the-american-buffalo.jpg?c=16x9&q=w_800,c_fill",
        "date": "2023-10-16"
    },
    {
        "title": "Medicare Enrollment Guide: 2024 Edition",
        "body": "Advantage plans can also be problematic if you are traveling or spending part of each year away from home. If you live in Philadelphia but get sick on vacation in Florida, all local providers may be out of network. Check to see how the plan you're using or considering treats such situations.\n\n\"The big pro is that there are no networks,\" Jeannie Fuglesten Biniek, associate director at KFF, said of traditional Medicare. \"You can see any doctor that accepts Medicare,\" as most do, and use any hospital or clinic. Traditional Medicare beneficiaries also largely avoid the delays and frustrations of prior authorization.\n\nBut traditional Medicare sets no cap on out-of-pocket expenses, and its 20 percent co-pay can add up quickly for hospitalizations or expensive tests and procedures. So most beneficiaries rely on supplemental insurance to cover those costs; they either buy a Medigap policy or have supplementary coverage through an employer or Medicaid. Medigap policies are not inexpensive; KFF reported that in 2021 they averaged $150 to $200 a month.\n\nThe KFF literature review found that traditional Medicare beneficiaries experienced fewer cost problems than Advantage beneficiaries if they had supplementary Medigap policies -- but if they didn't, they were more likely to report problems such as delaying care for cost reasons or having trouble paying medical bills.\n\nTraditional Medicare also provides somewhat better access to high-quality hospitals and nursing homes. David Meyers, a health services researcher at Brown University, and his colleagues have been tracking differences between original Medicare and Medicare Advantage for years, using data from millions of people.\n\nThe team has found that Advantage beneficiaries are 10 percent less likely to use the highest quality hospitals, 4 percent to 8 percent less likely to be admitted to the highest quality nursing homes and half as likely to use the highest-rated cancer centers for complex cancer surgeries, compared with similar patients in the same counties or ZIP codes.",
        "url": "https://www.nytimes.com/explain/2022/medicare-open-enrollment",
        "image": "https://static01.nyt.com/images/2022/11/29/science/20MEDICARE-EXPLAINER1/20MEDICARE-EXPLAINER1-articleLarge.jpg",
        "date": "2023-10-16"
    }
]