{
    "news": [
      {
        "id": "1",
        "company": "CNN",
        "title": "New study shows that exercising for 30 minutes a day can reduce risk of heart disease",
        "article": "A new study conducted by researchers at Harvard University has found that exercising for just 30 minutes a day can significantly reduce the risk of developing heart disease. The study followed 10,000 participants over the course of 10 years, and found that those who exercised for 30 minutes a day had a 50% lower risk of developing heart disease compared to those who didn't exercise at all."
      },
      {
        "id": "2",
        "company": "Fox News",
        "title": "Stock market plunges as concerns over inflation continue to grow",
        "article": "The stock market took a major hit today as concerns over rising inflation continue to grow. Investors are worried that the Federal Reserve may raise interest rates to combat inflation, which would likely lead to a decrease in stock prices. Many analysts are predicting that the stock market will continue to be volatile in the coming months."
      },
      {
        "id": "3",
        "company": "BBC",
        "title": "New research shows that drinking coffee can reduce risk of Alzheimer's disease",
        "article": "A new study conducted by researchers at the University of California has found that drinking coffee can significantly reduce the risk of developing Alzheimer's disease. The study followed 5,000 participants over the course of 10 years, and found that those who drank 3-5 cups of coffee a day had a 60% lower risk of developing Alzheimer's compared to those who didn't drink coffee."
      },
      {
        "id": "4",
        "company": "NBC News",
        "title": "Police officer shoots unarmed Black man in traffic stop",
        "article": "A police officer in Minneapolis shot and killed an unarmed Black man during a traffic stop yesterday. The officer claims that the man was reaching for a weapon, but no weapon was found at the scene. The shooting has sparked protests and calls for justice from community leaders and activists."
      },
      {
        "id": "5",
        "company": "Reuters",
        "title": "New study shows that wearing a mask can significantly reduce the spread of COVID-19",
        "article": "A new study conducted by researchers at the University of California has found that wearing a mask can significantly reduce the spread of COVID-19. The study looked at data from 10,000 participants across multiple countries, and found that those who wore masks consistently had a 70% lower risk of contracting the virus compared to those who didn't wear masks."
      },
      {
        "id": "6",
        "company": "ABC News",
        "title": "New study shows that eating a diet high in processed foods can increase risk of cancer",
        "article": "A new study conducted by researchers at the University of Michigan has found that eating a diet high in processed foods can significantly increase the risk of developing cancer. The study followed 5,000 participants over the course of 10 years, and found that those who ate a diet high in processed foods had a 30% higher risk of developing cancer compared to those who ate a diet high in fruits and vegetables."
    },
    {
      "id": "7",
      "company": "BBC",
      "title": "Scientists discover new species of butterfly in Amazon rainforest",
      "article": "A team of scientists has discovered a new species of butterfly in the Amazon rainforest. The butterfly, named 'Morpho helena', has bright blue wings with white spots and a wingspan of 10cm. The discovery is significant because it suggests that there may be many more undiscovered species in the rainforest."
    },
    {
      "id": "8",
      "company": "NBC News",
      "title": "Supreme Court rules in favor of LGBTQ+ workers in landmark decision",
      "article": "The Supreme Court has ruled in a landmark decision that LGBTQ+ workers are protected under the Civil Rights Act of 1964, which prohibits discrimination on the basis of sex. The decision is being hailed as a major victory for LGBTQ+ rights, and is expected to have a significant impact on workplace discrimination cases going forward."
    },
    {
      "id": "9",
      "company": "Reuters",
      "title": "New study shows that moderate alcohol consumption may be beneficial for heart health",
      "article": "A new study conducted by researchers at the University of Cambridge has found that moderate alcohol consumption may be beneficial for heart health. The study followed 10,000 participants over the course of 10 years, and found that those who consumed 1-2 drinks per day had a 20% lower risk of developing heart disease compared to those who didn't drink alcohol at all."
    },
    {
      "id": "10",
      "company": "ABC News",
      "title": "Wildfires continue to ravage California, prompting evacuations",
      "article": "Wildfires are continuing to burn across California, prompting evacuations and causing widespread damage. The fires have already burned over 100,000 acres of land, and have destroyed dozens of homes and businesses. Firefighters are working around the clock to contain the blazes, but hot and dry weather conditions are making their efforts difficult."
    }
  ]
}
